{
  "meta": {
    "title": "German Longsword"
  },
  "records": [
    {
      "id": "meyer1570.long.vom_tag",
      "category": "guard",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Vom Tag",
      "englishTerm": "From the Roof",
      "briefDescription": "A high guard position with the sword held at or above the shoulder, point angled back and upward, representing the most aggressive posture in Liechtenauer's system.",
      "fullDescription": "Stand with the sword held on your right shoulder (or above your head), with the blade angled approximately 45 degrees backward and upward. Your hands should be near your temple or above your head, with your weight distributed to enable a powerful forward step. The point aims back-right, creating potential energy for descending cuts. From this position, your forearms may be crossed or uncrossed depending on which side you hold it.\n\nThis guard exemplifies maximum potential energy—like a coiled spring ready to release. The blade can rest on the shoulder or be held slightly off it. Your body should be slightly coiled, ready to unwind into a powerful strike. This is considered the 'hot' and 'dry' guard in classical elemental theory—aggressive, direct, and powerful but less mutable than Ochs or Pflug.",
      "": "Use Vom Tag as your primary launching point for descending cuts, especially the Zornhau (Wrath Strike). This guard excels at seizing the initiative (the Vor) by threatening the opponent's upper openings with powerful overhead strikes. It's particularly effective when you need to break through an opponent's guard with sheer force and forward pressure.\n\nEnter with this guard when you want to dominate the high line and force your opponent to react defensively. The guard is broken by Zwerchhau, so be prepared to commit fully to your attack or transition quickly if your opponent employs this counter. Vom Tag is your go-to position when you need maximum striking power and want to establish psychological dominance through an overtly aggressive posture.",
      "briefApplication": "Use Vom Tag as your primary launching point for descending cuts, especially the Zornhau (Wrath Strike)."
    },
    {
      "id": "meyer1570.long.alber",
      "category": "guard",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Alber",
      "englishTerm": "Fool",
      "briefDescription": "A deceptive low guard with hands extended forward and point dropped toward the ground, designed to bait the opponent into attacking your deliberately exposed upper openings.",
      "fullDescription": "Hold your sword with arms extended forward, hands at approximately waist to hip height, with the point lowered toward the ground at roughly a 45-degree angle. The sword should be held in the center of your body or slightly to the left (as described in most sources). Your quillons should align with your lead forearm. The guard appears passive and vulnerable, with your upper body seemingly undefended—this is intentional. Your body posture should be slightly coiled despite the extended arms, ready to spring upward.\n\nThe name 'Fool' reflects both the apparently foolish exposure of openings and the medieval fool's role as a trickster who subverts expectations. This is considered the 'cold' and 'dry' guard—low energy in appearance but containing surprising power for rising actions. Some sources show Alber held slightly off-center to create specific angular opportunities.",
      "fullApplication": "Use Alber as a provoking guard to bait your opponent into attacking your high openings. When they commit to a descending strike, rapidly rise into a hanging parry (Hengetort) or transition through Pflug to thrust upward into their attack. The guard is specifically designed to draw overcommitted attacks that you can intercept or slip under.\n\nAlber is broken by the Scheitelhau (Scalp Strike), which forces your point even further down and prevents your ability to rise effectively—so if you see this coming, transition immediately. This guard teaches the principle of 'meeting strong with weak'—you appear vulnerable, invite the attack, then use the opponent's committed energy against them. It's particularly effective against aggressive opponents who can't resist an apparently open target.\n\nThe 'Zwei Hengen' (two hangings) technique specifically describes rising from Alber to Pflug as a thrusting action, creating the paradoxical image of something 'hanging from the ground.'",
      "briefApplication": "Use Alber as a provoking guard to bait your opponent into attacking your high openings."
    },
    {
      "id": "meyer1570.long.ochs",
      "category": "guard",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Ochs",
      "englishTerm": "Ox",
      "briefDescription": "A high thrusting guard with the hilt held near the temple and the point extending forward toward the opponent's face like the horns of an ox.",
      "fullDescription": "Hold your hilt next to your head at temple level, with the point directed toward your opponent's eyes or throat. When holding Ochs on your right side, your forearms will be crossed; on your left side, they will not be crossed. You can use either a handshake grip (with quillons nearly vertical and true edge upward) or a thumb grip (with quillons nearly horizontal and thumb underneath). The sword should be angled so that approximately 30-45 degrees forward from vertical. This guard is also called the 'upper hengen' (upper hanging).\n\nYour stance should be mobile, with weight ready to press forward behind the thrust. The point must always threaten the opponent's face or upper chest—this is critical to the guard's function. Ochs represents the 'wet' and 'hot' guard in elemental theory—fluid, mutable, and capable of quick transitions. The hands are high and relatively protected by the blade's angle. This guard can exist on either side of the body, creating four total variations when combined with Pflug.",
      "fullApplication": "Use Ochs as your primary high-line thrusting platform and as a strong binding position from which to wind and work in the Krieg (the war—close-range blade work). Ochs excels at maintaining constant offensive pressure with the threat of an immediate thrust while also being ready to catch and bind incoming strikes. From here, you can quickly thrust, execute a Zwerchhau, or wind into various actions based on what you feel (fühlen) in the bind.\n\nOchs is particularly effective after catching an opponent's strike, as it naturally positions you for winding actions. The guard is broken by Krumphau (Crooked Strike), which specifically targets this position by coming over your blade to strike your hands or head. When in Ochs, always be prepared to wind or strike through, never remain static. This guard shines when you need to combine defense and offense simultaneously, threatening while protecting. The 'Vier Hengen' (four hangings) system uses Ochs and Pflug as the primary positions for winding work.",
      "briefApplication": "Use Ochs as your primary high-line thrusting platform and as a strong binding position from which to wind and work in the Krieg (the war—close-range blade work)."
    },
    {
      "id": "meyer1570.long.pflug",
      "category": "guard",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Pflug",
      "englishTerm": "Plow",
      "briefDescription": "A low thrusting guard with hands positioned near the hip and the point directed forward on the centerline toward the opponent's face or chest.",
      "fullDescription": "Hold your hilt next to your hip (right or left), with the point directed toward your opponent's eyes or throat along the centerline. When holding Pflug on your right, your forearms will be crossed; on your left, they will not be crossed. You can use either a handshake grip (quillons nearly vertical with true edge downward) or a thumb grip (quillons nearly horizontal with thumb on top). Your hands should be at hip to waist height, with the blade angled upward approximately 30-45 degrees so the point threatens the upper body. This is called the 'lower hengen' (lower hanging).\n\nYour body should be in a stable, rooted stance that can drive forward behind the thrust. The low hand position protects your hands while the point remains a constant threat. Pflug is considered the 'cold' and 'wet' guard—low on the body but highly mutable and fluid. Like Ochs, Pflug exists on both sides, contributing to the four hangings that form the core of winding work. The guard should feel stable and patient, ready to thrust or wind instantly.",
      "fullApplication": "Use Pflug as your primary low-line thrusting position and as a safe platform from which to enter combat or recover after landing a hit. Pflug excels at controlling the centerline while keeping your hands protected and low. From this position, you can thrust directly, rise into cuts, or wind into various upper or lower attacks based on pressure in the bind.\n\nPflug is particularly valuable for defensive recovery—many instructors recommend pulling back to Pflug after landing a hit to protect against afterblows, as your hands are low and safe while your point still threatens. The guard is broken by Schielhau (Squinting Strike), which specifically displaces Pflug's point while striking. Use Pflug when you need a stable, patient position that maintains threat while protecting your hands.\n\nIt's excellent for testing the opponent's commitment—maintain Pflug and see how they react, then wind or thrust based on what you feel. The combination of Pflug and Ochs creates the complete hengen system from which all winding actions emerge. Pflug is also ideal for setting up Durchwechseln (changing through) if the opponent binds onto your blade.",
      "briefApplication": "Use Pflug as your primary low-line thrusting position and as a safe platform from which to enter combat or recover after landing a hit."
    },
    {
      "id": "meyer1570.long.langort",
      "category": "guard",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Langort",
      "englishTerm": "Long Point",
      "briefDescription": "A fully extended guard position with arms straightened and the point aimed directly at the opponent, creating maximum reach and an immediate linear threat.",
      "fullDescription": "Extend both arms fully forward (without locking your elbows) with the point of your sword aimed directly at your opponent's face, throat, or chest. Your blade should form a straight line from your hands to the target. Your weight should be balanced, with your lead foot forward and your body positioned to drive behind the thrust if needed. The sword's quillons should align with your lead forearm for proper structure and hand protection.\n\nThis position is sometimes called Sprechfenster (Speaking Window) when specifically used to maintain contact and 'feel' the opponent's pressure in the bind. Langort is essentially the extended version of both Ochs and Pflug—it's where many techniques naturally end after a thrust or parry. Your point should remain steady and on target, creating a barrier the opponent must deal with before they can reach you. The position should feel strong and rooted through your core, with the blade acting as an extension of your arms. This is the most linear and direct of all guards.",
      "fullApplication": "Use Langort to control distance and deny your opponent the ability to attack freely. This guard excels at maintaining the Vor (initiative) by presenting a constant, immediate threat that forces your opponent to react before they can launch their own attacks. Langort is the common ending position after executing Absetzen (setting aside)—you parry by extending into long point, simultaneously defending and threatening.\n\nIt's also valuable when you need to gauge your opponent's intentions through blade contact (fühlen) without committing to a specific technique. From Langort/Sprechfenster, you can feel whether your opponent is hard or soft, then immediately wind, thrust, or strike based on that information. Use this guard when you've landed a thrust and want to maintain pressure, or when you need to control the measure and tempo of the fight. The extended point makes it difficult for opponents to rush in with close-range techniques without first dealing with your threat.\n\nLangort is particularly effective in the transition between Zufechten (approaching phase) and Krieg (close combat), as it bridges distance control with binding options.",
      "briefApplication": "Use Langort to control distance and deny your opponent the ability to attack freely."
    },
    {
      "id": "meyer1570.long.eisenport",
      "category": "guard",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Eisenport",
      "englishTerm": "Iron Gate",
      "briefDescription": "A low guard with the point directed forward and downward, designed to receive and deflect descending attacks while preparing to rise into counter-strikes or thrusts.",
      "fullDescription": "Hold your sword with the grip positioned in front of your body at knee to waist height, with the point directed downward and forward at approximately a 30-45 degree angle toward the ground (in most period sources) or upward toward the opponent's face (in Joachim Meyer's later interpretation). The more common historical version resembles the Italian Porta di Ferro Bassa, with hands low and centered, blade angled down, creating a barrier at the lower line. Your arms should hang relatively straight but not locked, with the blade positioned to intercept or redirect incoming strikes. Your stance should be stable and rooted, ready to rise or drive forward.\n\nThis guard exists in multiple variations: with the point offline to the left or right (halfway between Alber and Wechsel), or in a Schrankhut-like position on the right or left side. The guard's name evokes an iron gate or door—solid, defensive, and controlled. Meyer's later upward-pointing version resembles Porta di Ferro Alta and is more thrust-oriented, though he notes that thrusting was less used by Germans of his era.",
      "fullApplication": "Use Eisenport primarily as a receiving guard to catch and deflect descending blows, then immediately rise into an Unterhau (rising strike) or thrust to counter-attack. This guard excels at defense-to-offense transitions—you're not trying to block statically but rather to redirect the opponent's energy while positioning for your counter. Eisenport works particularly well against overhead cuts, as you can intercept them low on your blade (using your strong against their weak), then flow directly into a rising counter.\n\nThe guard is valuable when you need to adopt a lower profile or when recovering from a previous action and need a defensive reset. Use it to bait overhead strikes, then rise through them. In Meyer's upward-pointing version, it becomes more of a thrusting guard similar to Pflug but with a more withdrawn, defensive character. The multiple variations mean you can hold Eisenport on different sides to address different tactical situations.\n\nBecause it's less commonly emphasized in core Liechtenauer teaching compared to the Vier Leger (four primary guards), treat Eisenport as a specialized or transitional position rather than a primary guard.",
      "briefApplication": "Use Eisenport primarily as a receiving guard to catch and deflect descending blows, then immediately rise into an Unterhau (rising strike) or thrust to counter-attack."
    },
    {
      "id": "meyer1570.long.hengetort",
      "category": "guard",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Hengetort",
      "englishTerm": "Hanging Point",
      "briefDescription": "A defensive guard with hands held high and the point hanging downward toward the opponent's line, positioned to intercept descending strikes and convert them into thrusts through winding.",
      "fullDescription": "Hold your hands high, approximately at head height or slightly above, with the point of your sword hanging downward at roughly a 45-degree angle, directed toward the opponent's centerline or slightly offline. The blade crosses your body at an angle, creating a roof-like barrier against overhead strikes. Your true edge should generally face toward the opponent's blade to catch their strike effectively. This guard is sometimes considered a variation or application of Ochs, but with the point deliberately lowered to create a hanging interception rather than a forward threat.\n\nYour body should be coiled and ready to extend or wind immediately upon contact. The guard's name comes from the blade 'hanging' from your high hands—imagine a point hanging down like a stalactite. Your weight should be mobile, ready to step forward into the parry and counter. The position appears defensive but contains immediate offensive potential through winding actions. This guard has become very popular in modern competitive HEMA because of its effectiveness against overhead strikes.",
      "fullApplication": "Use Hengetort primarily to intercept and parry overhead strikes (Oberhau) while simultaneously preparing to thrust or cut in response. This guard excels in the Nach (defensive/responsive mode)—when your opponent initiates an overhead attack, Hengetort allows you to safely catch their blade on your strong while your point hangs in position to immediately wind into a thrust to their face or body. The hanging point position means that once you catch their strike, you need only wind your hands forward and straighten your arms to deliver a thrust, using their own committed energy against them.\n\nHengetort is particularly effective against Zornhau and other descending cuts. Watch modern competitive HEMA and you'll see Hengetort used extensively because it provides a safe, effective counter to overhead aggression while maintaining offensive potential. Unlike a pure parry, Hengetort positions you to immediately seize the Vor through winding.\n\nUse this guard when you expect overhead attacks, when you need to play defensively but want to counter instantly, or when transitioning from a high guard position and an overhead attack materializes. The guard can be held on either side and adjusted based on the angle of incoming attack.",
      "briefApplication": "Use Hengetort primarily to intercept and parry overhead strikes (Oberhau) while simultaneously preparing to thrust or cut in response."
    },
    {
      "id": "meyer1570.long.sprechfenster",
      "category": "guard",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Sprechfenster",
      "englishTerm": "Speaking Window",
      "briefDescription": "An extended guard position with the point directed forward in front of your face, used to maintain blade contact and 'speak' with the opponent through pressure (fühlen) while threatening constantly.",
      "fullDescription": "Extend your arms forward with your hands positioned in front of your face or slightly below, with the point aimed directly at your opponent's face or upper chest. The sword should be nearly fully extended, creating a straight line of threat. Your blade should be in light contact with (or positioned to immediately contact) your opponent's blade, allowing you to feel their pressure and intentions. The position is essentially Langort held at face height with an emphasis on maintaining the bind or contact point.\n\nYour forearms should frame your face like a window—hence the name—with the blade extending through this 'window' toward the opponent. Your body should be balanced and centered, ready to wind, thrust, or cut based on what you feel through the blade contact. The guard should feel active and alert rather than static—you're using it to gather information through feeling (fühlen) while maintaining constant threat. Your weight should be distributed to allow instant forward or circular movement.",
      "fullApplication": "Use Sprechfenster specifically in the Krieg (close combat phase) to maintain contact with your opponent's blade while reading their pressure and intentions through fühlen. This guard excels at the moment of engagement when blades are touching but neither fencer has committed to a specific technique. From Sprechfenster, you can immediately wind to thrust high or low, cut around their blade, or maintain pressure based on whether they're hard (strong) or soft (weak) in the bind. The 'speaking' metaphor is key—you're having a conversation through steel, asking questions with pressure and reading the answers through feeling.\n\nUse Sprechfenster when you've engaged the opponent's blade but need to assess before committing to your next action. It's particularly valuable when both fighters enter simultaneously and create a bind—Sprechfenster allows you to gather intelligence while maintaining threat. The guard denies your opponent the ability to rush in with grappling or close-range techniques because your point controls the centerline.\n\nAccording to sources, Sprechfenster is effectively Langort used specifically for this 'feeling' purpose in the bind. Wind from this position based on what you feel: if they're soft, thrust through; if they're hard, wind around; if they pull away, follow with Nachreisen.",
      "briefApplication": "Use Sprechfenster specifically in the Krieg (close combat phase) to maintain contact with your opponent's blade while reading their pressure and intentions through fühlen."
    },
    {
      "id": "meyer1570.long.schluessel",
      "category": "guard",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Schlüssel",
      "englishTerm": "Key",
      "briefDescription": "A transitional guard position with the hilt held near the chest or hip and the blade angled across the body, serving as a 'holding' line that can quickly unlock into thrusts or cuts.",
      "fullDescription": "Hold your hilt at chest or hip height with the blade angled diagonally across your body, creating a barrier line. The exact position can vary—some interpretations place it similar to a middle guard with the blade crossing from high right to low left (or the reverse), while others show it as a more vertical position with the blade angled. The key characteristic is that it's a transitional 'holding' position rather than a primary attacking or receiving guard. Your hands should be positioned to enable quick rotation into either Pflug (by lowering) or Wechsel (by shifting the angle). The guard should feel neutral and balanced, like a key waiting to turn in a lock.\n\nYour body posture should be compact and coiled, ready to extend in any direction. The blade angle creates a defensive line while your hands remain relatively protected. This guard is mentioned in later sources and in the context of pike and bayonet fencing derived from longsword techniques, suggesting it had enduring tactical value.",
      "fullApplication": "Use Schlüssel as a transitional position when you need to control a specific line momentarily before committing to your next action. This guard excels at creating a brief barrier while you assess the situation or wait for the right moment to strike or thrust. From Schlüssel, you can quickly rotate into thrusts (especially to Pflug), execute slicing actions, or wind into other positions based on the opponent's movement. It's particularly useful in the bind when you need to hold a position firmly while preparing your next technique.\n\nThe 'key' metaphor suggests unlocking—you hold this position briefly, then turn/unlock it into offensive action. Use Schlüssel when transitioning between major guards or when you've just deflected an attack and need a stable position from which to counter. The guard maintained relevance into the pike and bayonet era, suggesting it effectively combines defensive security with offensive potential.\n\nDon't remain in Schlüssel statically—like a key, its purpose is to turn and open the next opportunity. Link it fluidly to Pflug for low thrusts or to Wechsel for positional shifts.",
      "briefApplication": "Use Schlüssel as a transitional position when you need to control a specific line momentarily before committing to your next action."
    },
    {
      "id": "meyer1570.long.nebenhut",
      "category": "guard",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Nebenhut",
      "englishTerm": "Side Guard",
      "briefDescription": "A low side guard with the blade held near the body and the point directed backward, presenting a narrow profile while preparing to sweep across with rising or horizontal strikes.",
      "fullDescription": "Hold your sword low on your left side (most sources specify left, particularly Ringeck's MS Dresd.C.487), with the blade near your body and the point directed backward—creating a 'tail guard' appearance. Your hands should be at hip height or slightly below, with the blade angled back and down. Your body should turn slightly to present a narrow profile to the opponent, minimizing target area. The guard appears withdrawn and passive, but contains potential energy for sweeping, rising cuts or powerful crosswise strikes.\n\nYour stance should be coiled, with weight ready to drive forward into a strike that sweeps across the opponent's line. The rear-pointed blade position means you must uncoil and sweep the blade through a large arc to strike—this telegraphs your intention less than high guards because the blade must travel regardless of where you aim. Your leading shoulder and body position become important for protecting against attacks while in this withdrawn guard.",
      "fullApplication": "Use Nebenhut when you want to invite the opponent to commit to an attack on your apparently open side, then respond with a powerful rising or crosswise strike that uses maximum body rotation. This guard excels at baiting and counter-attacking—your withdrawn position may tempt aggressive opponents to strike, giving you the opportunity to sweep across with an Unterhau (rising strike) or Zwerchhau (thwart strike) that comes from outside their peripheral vision. The narrow profile you present makes you a more difficult target.\n\nUse Nebenhut on the left side specifically (as sources emphasize) to set up right-to-left sweeping actions that can catch overhead strikes or commit to attacks on your apparently open right side. The guard works well when you need to reset or when you want to completely change the tempo of the fight by withdrawing temporarily.\n\nDon't overuse this guard, as holding it too long surrenders initiative (Vor). Instead, use it as a brief provocation or transitional moment before exploding into action. The large sweeping arcs possible from Nebenhut can generate significant power through body mechanics.",
      "briefApplication": "Use Nebenhut when you want to invite the opponent to commit to an attack on your apparently open side, then respond with a powerful rising or crosswise strike that uses maximum body rotation."
    },
    {
      "id": "meyer1570.long.schrankhut",
      "category": "guard",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Schrankhut",
      "englishTerm": "Barrier Guard",
      "briefDescription": "A cross-body guard with the blade held at an angle that creates a lateral 'barrier' line, designed to shut down one side while preparing to enter with slices or winding actions.",
      "fullDescription": "Hold your sword diagonally across your body, creating a barrier that closes off one side of your fighting line. The blade should be angled from high on one side to low on the other (or vice versa depending on the specific application), with your hands positioned to maintain this diagonal barrier. Your body should be angled to support this line, with your weight ready to drive forward through the barrier into offensive action.\n\nThe guard creates both a physical obstruction and a psychological boundary—you're explicitly closing one side to force the opponent toward a specific line you've prepared to exploit. Your hands should be positioned to enable quick transitions into binding, slicing, or winding actions. The guard can be held on either side, creating different tactical applications. Your blade angle should be steep enough to create a true barrier but not so extreme that you sacrifice mobility. The position should feel active and pressuring rather than passive.",
      "fullApplication": "Use Schrankhut when you want to explicitly control one side of the fighting space, forcing your opponent to attack or move toward a specific line where you've prepared a response. This guard excels at channeling and constraining your opponent's options—by shutting down one side completely, you limit their choices and can prepare specific counters to the remaining options. From Schrankhut, you can quickly execute slicing attacks (Schneiden) as the opponent tries to work around your barrier, or you can bind and wind if they commit to attacking through your barrier.\n\nUse this guard when you want to dictate the geometry of the engagement rather than react to the opponent's choices. It's particularly effective against opponents who rely on circling or lateral movement—you cut off their preferred angle and force them into your prepared response. Schrankhut appears in later sources and maintains presence in stage fencing traditions, suggesting it offers practical solutions for controlling space.\n\nDon't remain static in this guard; use it to pressure forward while maintaining the barrier, or use it briefly to establish position before transitioning into your attack. The guard works well when combined with aggressive footwork that drives the barrier forward into the opponent's space.",
      "briefApplication": "Use Schrankhut when you want to explicitly control one side of the fighting space, forcing your opponent to attack or move toward a specific line where you've prepared a response."
    },
    {
      "id": "meyer1570.long.zornhut",
      "category": "guard",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Zornleger / Zornhut",
      "englishTerm": "Wrath Guard",
      "briefDescription": "A variant of Vom Tag specifically aligned and positioned to chamber and launch the Zornhau (Wrath Strike), emphasizing the readiness to counter high strikes with forward diagonal power.",
      "fullDescription": "Hold your sword in a high position similar to Vom Tag, but specifically chambered on your right shoulder with the blade angled back, ready to release a powerful diagonal descending strike. Your body should be coiled with your right side back (for right-handed fencers), creating tension and potential energy in your core. Your hands should be near your right temple or shoulder, with the blade angled approximately 45 degrees back and upward. Your weight distribution should favor your rear foot, ready to drive forward with the strike.\n\nThis guard is essentially Vom Tag held specifically to prime the Zornhau—the difference is less about the exact position and more about the intention and preparation. Your body mechanics should be loaded like a spring, ready to unwind forward and diagonal in the signature motion of the Wrath Strike. Your lead foot should be positioned to step forward and across as you strike. The guard should feel aggressive and ready rather than static.",
      "fullApplication": "Use Zornleger/Zornhut specifically when you intend to launch a Zornhau or when you want to appear ready to do so as a threat. This guard excels at preparing for direct engagement with an opponent who is also threatening from above—it's the classical response to facing another fighter in a high guard. The chambered position allows you to counter an incoming Oberhau (overhead strike) with your own Zornhau, binding strongly and then working with Duplieren or Mutieren based on pressure in the bind.\n\nUse this guard when you want to signal aggressive intent and force your opponent to respect your threat of a powerful descending diagonal strike. The position allows you to seize the initiative (Vor) by launching first, or to counter with perfect timing if they strike. Since Zornhau is often described as the first and most fundamental of the master strikes, this guard represents the foundational aggressive posture from which much of the system flows.\n\nYour body position in Zornleger should optimize for maximum forward driving power—this isn't just about arm strength but about full body commitment through the strike. Use this guard when facing another Vom Tag or Zornleger, as it sets up the classical Zornhau bind that leads into the core teaching of the system.",
      "briefApplication": "Use Zornleger/Zornhut specifically when you intend to launch a Zornhau or when you want to appear ready to do so as a threat."
    },
    {
      "id": "meyer1570.long.zornhau",
      "category": "strike",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Zornhau",
      "englishTerm": "Wrath Strike",
      "briefDescription": "A powerful diagonal descending strike from the right shoulder that serves as the primary technique for countering overhead attacks, establishing a strong bind, and initiating follow-up winding actions.",
      "fullDescription": "Begin in Vom Tag or Zornhut position with your sword chambered on your right shoulder. Step forward with your right foot (for right-handed fencers) as you unwind your body, driving a powerful diagonal cut from high right to low left. The strike should target your opponent's upper left opening (their head or shoulder) with a descending diagonal path. Your arms should extend forward as your body rotates, creating maximum power through full-body mechanics rather than just arm strength. The true (long) edge leads the cut. As you strike, your hands should drive forward and down, passing through the target line.\n\nWhen executed as a counter to an incoming Oberhau, your Zornhau should meet their blade in a strong bind—your strong (forte) against their weak (foible) if possible. The strike ends in a lower position, often in a variation of Wechsel or a lower hanging position. Your right foot should end forward, with your hips turned toward the point of blade contact. The key is forward pressure and commitment—this isn't a tentative strike but a powerful, decisive action. Don't telegraph by pulling back first; strike directly from the chamber position.",
      "fullApplication": "Use Zornhau as your primary response when an opponent strikes at you from above (Oberhau) or when you want to seize initiative with a powerful diagonal attack. This strike excels at meeting force with force—by striking simultaneously with your opponent's overhead cut, you create a bind where you can assess their pressure (hard or soft) through fühlen. If they're soft in the bind, immediately thrust along their blade to their face (Zornhau-Ort). If they're hard and push your sword aside, use Duplieren (doubling over to the other side) if they're very strong, or Mutieren (mutating to a lower thrust) if they're moderately strong.\n\nThe Zornhau is foundational to the entire Liechtenauer system—it's the first master strike taught, and the follow-up techniques (winding, duplieren, mutieren) from the Zornhau bind apply to virtually all other situations in the system. Use this strike when you need to establish control through force and forward pressure. It specifically counters other Oberhau attacks and can break through uncommitted guards.\n\nThe Zornhau is not a technique for displacing guards (unlike the other master strikes)—it's a direct, powerful killing blow that happens to create excellent binding opportunities when met with resistance. Practice this strike extensively, as it teaches the fundamental principle of striking 'with the strength of the whole body' and establishes the bind from which all close-range work flows.",
      "briefApplication": "Use Zornhau as your primary response when an opponent strikes at you from above (Oberhau) or when you want to seize initiative with a powerful diagonal attack.",
      "videoLinks": [
        {
          "title": "Björn Rüther",
          "url": "https://www.youtube.com/watch?v=C2sVz_3v7dw"
        }
      ]
    },
    {
      "id": "meyer1570.long.krumphau",
      "category": "strike",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Krumphau",
      "englishTerm": "Crooked Strike",
      "briefDescription": "A crossing diagonal strike delivered with a forward diagonal step, driving the pommel underneath your top arm until your forearms cross, targeting the opponent's hands or striking over their blade to break Ochs guard.",
      "fullDescription": "Begin from Vom Tag or a high position. As you strike, step diagonally forward and to the side, driving a cut that travels across the direct line to your opponent. The key mechanical feature is driving your pommel underneath your top arm until your forearms physically cross and touch—this creates the 'crooked' or 'crossing' characteristic. The strike can be delivered with either edge depending on the situation, but typically uses the long edge when breaking guards. Your hands should drive forward with the pommel moving underneath, creating a wrapping or hooking motion around or over the opponent's blade.\n\nThe strike targets the opponent's hands, forearms, or comes over their blade to strike their head. The footwork typically involves a wide diagonal sideways step that takes you offline from their counterattack while enabling you to reach across. Your body should rotate significantly to generate power through this crossing motion. The strike ends with your arms crossed, point forward, in a position similar to Pflug but with crossed arms.",
      "fullApplication": "Use Krumphau specifically to break Ochs guard or to disrupt any attack or guard where the opponent's blade is high and forward. This strike excels at displacing the opponent's sword while simultaneously striking—it's not just a parry or just an attack, but both unified into one action. When you see an opponent in Ochs threatening to thrust, execute Krumphau by striking across and over their blade, hooking it down and away while your strike continues to their hands or head. The diagonal stepping takes you offline from their thrust while your crossing action gives you mechanical advantage.\n\nUse Krumphau early in the fight (from Zufechten) when you need to break through a prepared guard. The strike also works against Zornhau—if you catch them early in their strike, you can Krump against their blade and redirect it. The verse states 'Krump to the flats of the master if you wish to weaken them'—this means striking to the flat of their blade (not edge-to-edge) to gain better displacement. Target their hands whenever possible, as hand strikes are immediately fight-ending.\n\nThe crossed-arm position you end in can immediately transition to winding and thrusting. Don't overuse this strike from close range—it requires space and time to execute properly. Use it from approach distance with committed footwork.",
      "briefApplication": "Use Krumphau specifically to break Ochs guard or to disrupt any attack or guard where the opponent's blade is high and forward."
    },
    {
      "id": "meyer1570.long.zwerchhau",
      "category": "strike",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Zwerchhau",
      "englishTerm": "Thwart Strike",
      "briefDescription": "A high horizontal strike that cuts across the upper line to win control over the opponent's hands and head, typically delivered with the short edge from the right and long edge from the left.",
      "fullDescription": "Execute a horizontal or slightly rising horizontal cut at head height, striking across your opponent's upper line. From the right side, the strike typically travels with the short (false) edge leading—twist your hands as you strike from Vom Tag so the short edge rotates into the blow. From the left side, strike with the long (true) edge leading. The strike should arc across horizontally, targeting the opponent's head, neck, or arms. Your hands drive across your body at approximately shoulder to head height, with the blade traveling in a flat or slightly rising path. As you strike, step forward and across to generate power and to position yourself advantageously. The strike often ends in an Ochs-like position on the opposite side from where it started. Your body rotation is critical—the power comes from unwinding your core, not just swinging your arms. The Zwerchhau can strike to all four openings successively by alternating sides and heights. Your hands should pass in front of your face as you strike, creating a natural defensive structure.",
      "fullApplication": "Use Zwerchhau specifically to break Vom Tag guard and to dominate the high line by striking over or through the opponent's hands. This strike excels at stopping overhead cuts before they develop—if you see an opponent preparing to strike from above, a quick Zwerchhau catches their hands or head before they can complete their strike. The horizontal path allows you to strike while simultaneously creating a barrier that intercepts descending attacks.\n\nUse Zwerchhau when you need to seize control of the high line quickly and decisively. The strike works particularly well as a counter to Vom Tag because it reaches the target (hands or head) via a shorter path than a descending strike. You can chain multiple Zwerchhau strikes together, alternating sides to attack all four openings in succession—high right, high left, low right, low left.\n\nThe strike is versatile: use it to attack directly, to intercept attacks, or to work in the bind. When used from the bind with proper winding, Zwerchhau becomes a powerful way to strike around the opponent's defense while maintaining blade contact. The historical verse emphasizes that Zwerchhau 'threatens strongly' and 'takes away' whatever comes from above. Practice delivering this strike with full body rotation for maximum power, and practice the hand rotation necessary to deliver the short edge effectively from the right side.",
      "briefApplication": "Use Zwerchhau specifically to break Vom Tag guard and to dominate the high line by striking over or through the opponent's hands.",
      "videoLinks": [
        {
          "title": "Björn Rüther",
          "url": "https://www.youtube.com/watch?v=xlA1zvEbBY0"
        }
      ]
    },
    {
      "id": "meyer1570.long.scheitelhau",
      "category": "strike",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Scheitelhau",
      "englishTerm": "Scalp/Parting Strike",
      "briefDescription": "A vertical descending strike aimed directly at the crown of the head, designed to break Alber guard by forcing it even further downward and preventing the opponent's ability to rise into defense.",
      "fullDescription": "Execute a vertical downward strike directly to the top of your opponent's head—where the hair parts, hence 'parting strike' or 'scalp strike.' Begin from Vom Tag or a high position and drive straight down with the true edge, keeping the blade vertical or near-vertical throughout the strike. Your hands should drive forward and down along the centerline, with minimal lateral deviation. The strike should be fast and committed, using forward pressure to penetrate the opponent's structure.\n\nAs you strike, step forward to add body weight behind the blow. The strike ends in Alber position as your blade follows through. Your arms should extend fully downward, with your hands dropping low after impact. The key is the vertical path—unlike Zornhau which is diagonal, Scheitelhau descends straight down the centerline. Your body should remain square and centered as you strike, rather than rotating. The power comes from dropping your weight and driving through the target.",
      "fullApplication": "Use Scheitelhau specifically to break Alber guard through the principle of 'Überlaufen' (overrunning/overreaching). When your opponent is in Alber with their point low, Scheitelhau drives vertically down onto their head, and if they try to rise to parry, your strike 'overruns' theirs—you hit them before they can get their point up. The vertical path makes this strike particularly effective against low guards because it arrives faster along the direct line than diagonal strikes.\n\nUse Scheitelhau when you identify that your opponent favors Alber or other low positions. The strike forces them into a high parry position, which opens them to follow-up winding and thrusting techniques. After landing Scheitelhau (or after they parry it), you're in an excellent position to wind and thrust because your blade has driven them high and you can quickly mutate to a lower thrust.\n\nThe strike also works against other vertical preparations or when you want to attack directly down the centerline with maximum commitment. Be aware that Scheitelhau is less versatile than Zornhau or Zwerchhau—it's specifically an answer to low positions and to opponents who are slow to bring their defense up. The historical verse states it 'threatens the face' and is 'all to the top' emphasizing its direct, vertical nature. Practice this strike with proper edge alignment and sufficient power to penetrate through parrying attempts.",
      "briefApplication": "Use Scheitelhau specifically to break Alber guard through the principle of 'Überlaufen' (overrunning/overreaching)."
    },
    {
      "id": "meyer1570.long.schielhau",
      "category": "strike",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Schielhau",
      "englishTerm": "Squinter Strike",
      "briefDescription": "An oblique diagonal strike that closes and displaces the opponent's thrusting line while simultaneously landing a blow, specifically designed to counter Pflug and other forward-pointing guards.",
      "fullDescription": "Execute a diagonal descending strike with a twist—as you cut from Vom Tag, angle your strike to pass across the direct line while simultaneously displacing your opponent's blade. The name 'squinter' comes from the technique of looking at one target while striking at another, or looking down your blade as it angles across. Begin from Vom Tag on your right shoulder, step forward, and deliver a cut that descends diagonally but with your hands and blade angling to intercept and push aside the opponent's extended point as you strike.\n\nThe short edge typically leads this strike, delivered with a rotation of the hands. Your blade should simultaneously displace theirs offline while your edge continues through to strike their head or body. The footwork often involves stepping slightly offline to create an angle. Your strike essentially 'squints' across the line rather than traveling straight, creating both displacement and strike in one motion. The blade path might be described as coming from high right and cutting across toward their left side while pushing their weapon to your right.",
      "fullApplication": "Use Schielhau specifically to break Pflug guard and to counter any position where your opponent's point is extended forward threatening to thrust. This strike excels at solving the problem of an extended point—rather than trying to parry first and then strike, Schielhau combines both actions into one motion. When your opponent is in Pflug or Langort, execute Schielhau by striking diagonally down while angling your blade to displace their point to the side, allowing your strike to land while their point is pushed offline.\n\nUse this strike when facing thrusting guards or when opponents extend their point forward to maintain distance. The 'squinting' nature allows you to disguise your intention—you can look at one opening while your strike displaces and attacks another. The strike is versatile enough to work as both an opening attack in Zufechten and as a response to extended guards.\n\nHistorical sources note that Schielhau 'breaks' the long point and threatens the face. The strike also works against powerful Oberhau attacks—you can use Schielhau as a counter-strike that comes across their line, making it a valid response to multiple threats. Practice the hand rotation and blade angling that allows you to simultaneously displace and strike—this is more sophisticated than a simple cut and requires coordination of angle, edge, and timing.",
      "briefApplication": "Use Schielhau specifically to break Pflug guard and to counter any position where your opponent's point is extended forward threatening to thrust."
    },
    {
      "id": "meyer1570.long.winden",
      "category": "handwork",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Winden",
      "englishTerm": "Winding",
      "briefDescription": "The act of rotating your blade against or around your opponent's sword in the bind while keeping your point oriented toward their openings, creating leverage and new angles of attack.",
      "fullDescription": "Once your blade is in contact with your opponent's (in the bind), rotate your sword by turning your hands and arms while maintaining blade contact. The motion is circular—you're winding around the opponent's blade rather than pulling away or pushing straight through. There are two types of winding relative to the opponent's blade: Inner winding (turning your hilt toward their blade, creating a convex pressing angle) and outer winding (turning your hilt away from their blade, allowing your point to cross behind theirs).\n\nThe four hengen (hangings)—right and left Ochs, right and left Pflug—are the endpoint positions of winding actions. As you wind, your point should always remain forward and threatening, creating a somewhat circular path rather than removing threat. The strong part of your blade should work toward controlling the weak part of theirs. Your hands and body work together—small rotations of the wrists combined with larger rotations of the forearms and shoulders. Your feet may need to adjust to maintain proper structure and pressure. The key is maintaining contact throughout—you're not disengaging but rather rotating around the point of contact.",
      "fullApplication": "Use winding as your primary method of continuing your attack after you've established a bind. Winding excels at transforming defensive situations into offensive ones—after you catch or meet your opponent's attack, immediately wind to bring your point back online toward their openings. The purpose is to create threats from the bind while maintaining the safety of blade contact.\n\nBased on what you feel (fühlen) in the bind—whether they're hard (strong) or soft (weak)—you choose which type of wind and which target. If they're soft, an outer wind (mutieren) allows you to trap their blade and thrust low. If they're equal, an inner wind lets you leverage your strong against their weak. If they're hard and moving offline, an outer wind (duplieren) keeps your point threatening even as they displace your hilt.\n\nUse winding whenever you're in the bind and need to attack to a different opening than your current line addresses. The sources emphasize that 'whoever winds properly and correctly with the point will always hit' because winding maintains both defense (contact) and offense (threat) simultaneously. From each winding position, you can deliver any of the Drei Wunder (three wounders): cut, thrust, or slice.\n\nPractice the eight basic windings—four hengen positions × two winding directions = eight fundamental winding actions. Winding is considered one of the most sophisticated and central aspects of Liechtenauer's system, representing the transition from beginner (who just strikes) to advanced (who fights in the bind).",
      "briefApplication": "Use winding as your primary method of continuing your attack after you've established a bind."
    },
    {
      "id": "meyer1570.long.binden",
      "category": "handwork",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Binden",
      "englishTerm": "Binding",
      "briefDescription": "The act of establishing and maintaining blade contact with your opponent's sword, creating a connection through which you can feel their pressure, control the line, and transition to offensive actions.",
      "fullDescription": "Create blade-to-blade contact by intercepting, meeting, or seeking your opponent's sword with your own. The bind should involve firm but not excessive pressure—enough contact to maintain connection and gather information, but not so much that you're rigidly locked. Your blade should contact theirs at a point where you have structural advantage—ideally your strong (forte, near the hilt) against their weak (foible, near the point).\n\nThe bind creates a single point of connection between the two swords that becomes the fulcrum for all subsequent actions. Your hands, arms, and body should maintain structure through the bind—don't collapse or over-extend. The bind should feel alive and responsive rather than static. You should be actively feeling (fühlen) through the connection, gathering information about your opponent's pressure, intentions, and reactions.\n\nThe bind can occur at different heights (high, middle, low) and on different sides (inside, outside) of your body. Your feet and body position should support the bind, allowing you to maintain or increase pressure as needed.",
      "fullApplication": "Use binding as the gateway to close-range combat (Krieg). Once you've established a bind through your initial strike or interception, you transition from the Zufechten (approaching) phase to the Krieg phase where winding, feeling, and sophisticated blade work dominate. The bind allows you to control your opponent's sword while simultaneously threatening them—as long as you maintain contact, they cannot simply pull back and strike freely, and you have information about their state (hard/soft, strong/weak).\n\nUse binding to 'test' your opponent: create a bind and see how they respond, then immediately exploit their reaction with the appropriate technique. If they push hard, give way and use their force against them (Zucken, Durchwechseln). If they're soft, press through with winding or thrusts. The bind is where you apply the fundamental principle of 'hard against soft, soft against hard'—never meet force with force.\n\nCreate binds deliberately when you want to work in close range, and maintain them when they give you advantage. The historical sources emphasize that you should 'step close in binding' and that 'binding gives good findings'—meaning the bind is where you discover openings and opportunities.\n\nDon't fear the bind; it's the primary arena where skilled fencers distinguish themselves from beginners who only know how to strike. Practice maintaining proper pressure in the bind—not so hard you're committed and rigid, not so soft you lose contact and control.",
      "briefApplication": "Use binding as the gateway to close-range combat (Krieg)."
    },
    {
      "id": "meyer1570.long.absetzen",
      "category": "handwork",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Absetzen",
      "englishTerm": "Setting-aside (to Long Point)",
      "briefDescription": "A defensive technique that simultaneously parries an incoming strike or thrust and establishes an immediate counter-thrust by extending into Langort with your point threatening the opponent.",
      "fullDescription": "As your opponent attacks with a cut or thrust, extend your arms forward and intercept their blade with your long (true) edge while simultaneously aiming your point at their face, throat, or chest. The motion is a unified parry-and-thrust: you're not blocking first then thrusting, but rather extending into long point in a way that naturally deflects their attack while your point arrives at their target. Your blade angle should redirect their weapon offline—typically upward if defending against an Oberhau, or to the side if defending against a thrust.\n\nYour hands extend forward and slightly up or to the side as needed, with your point remaining on the centerline aimed at the opponent. Step forward as you execute Absetzen to add body weight and commitment behind your thrust. Your blade should contact theirs with your strong (near the hilt) against their weak (near the point) for maximum leverage. The technique results in you standing in Langort with their weapon displaced and your point threatening. The key is the simultaneity—defense and offense happen as one action, not sequentially.",
      "fullApplication": "Use Absetzen as your primary defensive counter-technique whenever you're responding to an attack in the Nach (defensive/reactive mode). This technique excels at transforming defense into immediate offense—instead of purely blocking (which Liechtenauer considers a poor strategy), you defend by threatening. Absetzen works against both cuts and thrusts, making it versatile.\n\nWhen facing a descending strike (Oberhau), extend into Langort and angle your blade to catch and deflect their strike upward while your point thrusts to their face or chest. When facing a thrust (from Ochs or Pflug), extend and angle to displace their point to the side while your point threatens them. Use Absetzen from both sides—practice intercepting from your right and left, as the historical verse emphasizes 'from both sides hit if you want to step.'\n\nThe technique is particularly effective when you time it to meet their attack early, before they've developed full speed and commitment. Absetzen embodies the principle of 'good parrying' in Liechtenauer's system—creating threat while defending rather than using purely defensive actions. After executing Absetzen, you're in Langort with your opponent's weapon controlled, giving you excellent position to maintain pressure, wind if they bind, or strike if they pull away.\n\nPractice this technique extensively as it represents a core defensive principle: there are no 'pure' defenses in this system, only defensive actions that simultaneously create offense.",
      "briefApplication": "Use Absetzen as your primary defensive counter-technique whenever you're responding to an attack in the Nach (defensive/reactive mode)."
    },
    {
      "id": "meyer1570.long.durchwechseln",
      "category": "handwork",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Durchwechseln",
      "englishTerm": "Changing-through",
      "briefDescription": "A technique of disengaging your point by dropping it under (or around) your opponent's blade to thrust to the opposite opening while remaining in measure.",
      "fullDescription": "When your blade is in contact with or approaching your opponent's blade, quickly dip your point downward and pass it underneath (or around) their sword, then immediately extend to thrust on the opposite side. The motion should be quick and minimal—don't make large, sweeping movements but rather a tight, efficient loop under their blade. Your hands stay relatively in place while your point describes a small arc under their sword's edge.\n\nAs your point clears their blade on the underside, immediately extend to thrust at the newly opened target. Your body should step forward slightly as you complete the thrust. The technique works from either side—you can drop under and change from right to left or left to right. Keep your hands high enough during the exchange that you maintain defensive structure. The motion is analogous to a cavazione in rapier fencing—a quick disengage under the blade. The key is speed and efficiency: if you're slow or use large motions, your opponent can follow and strike you as you disengage.",
      "fullApplication": "Use Durchwechseln when your opponent binds onto your sword (especially if they have leverage advantage) or when they attempt to displace or parry your initial thrust. This technique excels at solving the problem of blade obstruction—if your line is blocked, simply go around to the open side. The sources specify that Durchwechseln 'surely finds those who bind onto you,' meaning it works well against opponents who commit heavily to controlling your blade.\n\nWhen you thrust from Pflug or Ochs and your opponent moves to intercept or displace, don't fight their blade—instead, Durchwechsel under and thrust to the opposite side where they're now open. Use this technique in Zufechten (approach phase) when your initial thrust is intercepted but you're not yet fully in the bind. If you Durchwechsel from your right side, thrust to their left side; if from your left, thrust to their right.\n\nThe technique can also work as a feint—threaten one side to draw their parry, then change through to the open side. Practice smooth, quick execution: the point dips just enough to clear their blade, then immediately extends to target. Don't make it a two-tempo action (disengage THEN thrust) but rather one flowing motion (disengage-to-thrust).\n\nDurchwechseln is particularly effective when your opponent is aggressive about controlling blades but not quick enough to follow your point through the change. Be careful not to telegraph—if you pull back or make large preparatory motions, skilled opponents will strike your opening immediately.",
      "briefApplication": "Use Durchwechseln when your opponent binds onto your sword (especially if they have leverage advantage) or when they attempt to displace or parry your initial thrust."
    },
    {
      "id": "meyer1570.long.abnehmen",
      "category": "handwork",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Abnehmen",
      "englishTerm": "Taking-off",
      "briefDescription": "A technique of lifting your blade completely off and away from the bind, then striking around to the opposite opening while your opponent's committed parry leaves them open.",
      "fullDescription": "From a bind, lift your sword up and completely off contact with your opponent's blade, then immediately strike around to the opposite side. Unlike Zucken (which is a quick snapping withdrawal) or Durchwechseln (which goes under), Abnehmen involves lifting your blade over or completely away from the bind and delivering a new strike to the opening created by their parrying position. The motion typically involves raising your hands and blade up (taking off from the bind), then cutting back down or across to the opposite opening.\n\nYour body should remain engaged and forward—you're not retreating, just removing your blade from their presence to strike elsewhere. The technique is often described specifically as 'Oben Abnehmen' (upper taking-off) when executed against an opponent's high or committed parry. After you lift off, strike quickly before they can recover their position. The historical descriptions often pair Abnehmen with situations where the opponent has strongly parried to one side, creating an obvious opening on the other side.",
      "fullApplication": "Use Abnehmen when your opponent commits heavily to a parry in the bind, pushing your blade strongly to one side and creating an opening on the other side. This technique excels at exploiting overcommitted defenses—when someone parries so strongly that they move their own structure offline, you simply lift off their pressure and strike the exposed opposite side.\n\nThe classic application is described in the Zornhau section: after you strike a Zornhau and they parry it aside (especially upward or strongly to one side), immediately Abnehmen by lifting your blade completely away from their parry and striking back to the other opening. Use this technique when you feel strong, committed pressure in the bind that has moved your opponent's defensive structure significantly.\n\nThe key difference from Duplieren is that Abnehmen breaks contact completely and strikes as a new action, while Duplieren maintains some contact and slides over/under. Use Abnehmen when their parry has taken them so far out of position that you don't need to worry about their blade—just lift yours away and strike the opening.\n\nPractice recognizing the moment when their parry creates this opportunity: their hands and blade are committed to one side, their body structure follows, and the opposite side becomes available. Strike quickly and decisively after taking-off, as any delay allows them to recover. This technique pairs naturally with the Zornhau sequence and teaches the principle of not fighting against strong pressure but rather avoiding it entirely and striking where there is no resistance.",
      "briefApplication": "Use Abnehmen when your opponent commits heavily to a parry in the bind, pushing your blade strongly to one side and creating an opening on the other side."
    },
    {
      "id": "meyer1570.long.zucken",
      "category": "handwork",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Zucken",
      "englishTerm": "Pulling/Twitching-off",
      "briefDescription": "A quick snapping disengagement from the bind, pulling your blade back sharply when you feel strong pressure, then immediately striking or thrusting to the opposite opening before your opponent can react.",
      "fullDescription": "When in a bind and you feel your opponent is strong (pressing hard against your blade), quickly snap your blade backward and away from the contact—not a large withdrawal but a sharp, quick pull (like a twitch or jerk). Immediately redirect your sword to strike or thrust to the opposite opening while their blade momentum carries forward into empty space. The motion is small and fast: pull back just enough to disengage, then immediately strike forward again.\n\nYour hands describe a small backward loop before driving forward to the new target. The timing is critical—you must execute the pull and redirection faster than your opponent can react to the sudden loss of resistance. Your body should remain engaged throughout; you're not stepping back, just pulling the blade back momentarily. The technique exploits their committed pressure: when they push hard and suddenly encounter no resistance, their forward momentum creates a brief moment of vulnerability. Strike into this moment. The pull should be sharp and decisive, creating a 'twitch' or snapping quality rather than a smooth withdrawal.",
      "fullApplication": "Use Zucken when you feel strong (hard) pressure from your opponent in the bind. This technique excels at turning their strength into a weakness—they're pushing hard, so you suddenly give them nothing to push against, causing them to overcommit forward while you strike the opening this creates. The sources specify 'step close in the bind, the pulling gives good finding. Pull if he hits, pull more, work to his confusion.' This means you should be close and aggressive, pulling when he presses, then pulling again if needed, working to confuse him with the on-off nature of contact.\n\nUse Zucken when you establish a bind, feel that they're hard/strong, and want to exploit this. Pull your blade back sharply, and as their blade drives forward into empty space, immediately thrust or strike to the opposite side of their body. The technique works on all strikes ('pull from all strikes') meaning you can Zucken from any bind position.\n\nPractice the timing carefully: pull-and-strike must happen so quickly that they can't follow your blade. Against masters, Zucken is described as a way to 'mock them'—you're making them commit to pressuring something that suddenly isn't there. This is a two-tempo technique (disengage, then strike) but executed so rapidly it feels like one motion.\n\nCombine Zucken with footwork: pull the blade while stepping slightly back or to the side, then drive forward with your strike. The technique embodies the principle of 'soft against hard'—meeting their strength with yielding, then exploiting the opening this creates.",
      "briefApplication": "Use Zucken when you feel strong (hard) pressure from your opponent in the bind."
    },
    {
      "id": "meyer1570.long.duplieren",
      "category": "handwork",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Duplieren",
      "englishTerm": "Doubling",
      "briefDescription": "A winding technique used against strong pressure in the bind, where you suddenly release and strike or thrust to the opposite side by rotating your blade over or under theirs while maintaining some contact.",
      "fullDescription": "When in a strong bind where your opponent is hard (pushing your blade firmly to one side), execute an outer winding motion: rotate your blade over or around theirs, allowing your point to cross behind their blade to threaten the opposite opening. Your hands lift slightly as you rotate, causing your blade to arc over (or sometimes under) their blade in a circular motion. The movement maintains or briefly touches their blade rather than completely disengaging.\n\nYour point should remain relatively forward throughout, describing a somewhat circular path as it moves from one side to the other. As you rotate, immediately strike or thrust to the opening on the opposite side. The technique is called 'doubling' because you're delivering a second blow to the opposite side after your first is displaced. Your body may need to adjust slightly—shift your weight or make a small step to support the new angle. The rotation is relatively quick and uses their committed pressure against them: as they push hard to displace you, you rotate around their pressure rather than fighting it.",
      "fullApplication": "Use Duplieren specifically when your opponent is hard in the bind and their strong pressure has pushed your blade to one side, creating an opening on their opposite side. This technique excels at counter-attacking against strong, committed parries. The sources describe it as follows: 'Above double, mutate below' meaning Duplieren works when you're engaged in the upper positions (high bind).\n\nWhen their parry or bind pressure moves your sword offline, instead of fighting their strength, rotate your blade around and strike/thrust to the now-open opposite side. Use Duplieren particularly in the context of Zornhau: after your Zornhau binds and they push hard (trying to displace your blade strongly to one side), immediately double over to strike the other side of their head or thrust to their face.\n\nThe technique is a two-tempo action but should be executed rapidly: their hard parry displaces you (tempo 1), you immediately double to the opposite opening (tempo 2). Practice Duplieren from various bind positions, focusing on the feeling of hard pressure—that's your trigger to execute this technique. The outer winding motion means your hands lift and rotate, bringing your blade over or around theirs.\n\nDuplieren is one of the core follow-ups from any strong bind, paired with Mutieren (which handles soft binds). The technique teaches you not to fight strength with strength but rather to flow around resistance. When in doubt in a hard bind, Duplieren to the opposite opening. Historical instructions emphasize practicing this from the Zornhau bind specifically, as it's the clearest example of the technique's application.",
      "briefApplication": "Use Duplieren specifically when your opponent is hard in the bind and their strong pressure has pushed your blade to one side, creating an opening on their opposite side."
    },
    {
      "id": "meyer1570.long.mutieren",
      "category": "handwork",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Mutieren",
      "englishTerm": "Mutating",
      "briefDescription": "A winding technique used against weak pressure in the bind, where you rotate your blade over the opponent's sword and drive a thrust to their lower openings while trapping their blade with your hilt.",
      "fullDescription": "When in a bind where your opponent is soft (maintaining contact but not pushing hard), execute an outer winding motion by raising your hands and rotating your blade to place it on top of their blade. Your hands lift to approximately chest height, with your blade angling down over theirs. As you wind, shift to place your false (short) edge against their blade, using your crossguard to trap or suppress their weapon.\n\nSimultaneously drive your point downward and forward to thrust at their lower openings (stomach, hips, lower chest). The motion involves rotating your hands so that your pommel moves upward and your point angles down while maintaining or creating contact with their blade. The crossguard should engage their blade, keeping it offline and unable to threaten you as you thrust. Your body should drive forward behind the thrust, adding commitment and power. The technique is called 'mutating' because you're transforming the nature of the bind—what started as a cut or high engagement mutates into a low thrust with blade suppression.",
      "fullApplication": "Use Mutieren specifically when your opponent is soft in the bind—they're maintaining blade contact but not exerting strong pressure. This technique excels at exploiting passive or weak binds by converting them into thrusts to the lower openings while simultaneously controlling their blade. The sources state 'mutate below rightly' and describe it as the complement to Duplieren: while Duplieren handles hard binds with actions above, Mutieren handles soft binds with thrusts below.\n\nWhen you strike (particularly a Zornhau) and bind, immediately assess the pressure through fühlen. If they're soft, wind your hands up and over, trap their blade with your crossguard, and thrust low. Use Mutieren when you want to attack the lower openings while maintaining safety through blade control.\n\nThe technique is particularly effective because it's difficult for your opponent to defend: their blade is trapped or suppressed by your crossguard, and your thrust comes from a high position driving downward, making it hard to intercept. Practice Mutieren by focusing on the feeling of soft pressure in the bind—that's your cue. Raise your hands, rotate to place your blade over theirs, and thrust decisively downward.\n\nThe technique can be performed from various bind positions but is classically taught from the Zornhau bind. Mutieren teaches the principle of 'if opponent is weak, press through'—when you don't feel resistance, don't hesitate but immediately exploit the opening. The combination of Duplieren (for hard) and Mutieren (for soft) gives you a complete response system for any bind pressure: feel hard → Duplieren above; feel soft → Mutieren below. Practice both until the choice becomes instinctive based on what you feel.",
      "briefApplication": "Use Mutieren specifically when your opponent is soft in the bind—they're maintaining blade contact but not exerting strong pressure."
    },
    {
      "id": "meyer1570.long.abschneiden",
      "category": "handwork",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Abschneiden",
      "englishTerm": "Slicing-off",
      "briefDescription": "A cutting technique that uses the edge of your blade to slice across your opponent's hands, arms, or blade while simultaneously suppressing or displacing their weapon.",
      "fullDescription": "Execute a pushing or pulling slice with your blade's edge against your opponent's hands, forearms, or blade. The motion is not a percussive cut but rather a drawing cut that uses edge contact and pressure to slice. Place your blade against the target (typically their hands or forearms), then push or pull with your body weight behind the edge to create a cutting action. The slice can be performed with either edge depending on position and angle. Your blade should maintain contact throughout the slicing motion—you're not striking in and bouncing off, but rather applying edge and pressure continuously. The technique often involves crossing or suppressing your opponent's blade with one part of your sword while the edge slices against their exposed limbs. Your body mechanics should drive the slice—use your legs, hips, and weight shift rather than just arm strength. The slice typically occurs in close range when opportunities to land full cuts are limited but your blade can reach their hands or arms.",
      "fullApplication": "Use Abschneiden when your opponent raises their hands or arms to parry, creating an opportunity to slice across their exposed hands or forearms. This technique excels at compromising your opponent's grip and structure without requiring the space or time for a full strike. As your opponent parries or moves to bind, execute a slice across their hands—this can weaken their grip, injure them, or at minimum disrupt their structure and intention, opening them for your follow-up thrust or cut.\n\nUse Abschneiden particularly in close range (Krieg) when you're working in the bind and full strikes aren't practical. The slice can be combined with other techniques: slice to compromise their hands, then immediately thrust. Historical sources describe Abschneiden as part of the Krieg repertoire, used when you're close enough that edges can reach hands.\n\nPractice slicing while maintaining blade contact or crossing their blade—the suppression or control of their weapon while you slice is what makes the technique safe. Abschneiden also appears in techniques against the Kron (crown) position: when your opponent lifts their hands very high, slice across their hands at extremely close range.\n\nThe technique teaches economy of motion—you don't always need full swinging strikes; sometimes a well-placed slice is more efficient and safer. Use this against opponents who habitually lift their hands high or who over-commit to high parries, exposing their hands and forearms. The historical term 'Schneiden' encompasses various slicing actions, with Abschneiden being specifically about slicing to compromise hands and structure during the bind or close engagement.",
      "briefApplication": "Use Abschneiden when your opponent raises their hands or arms to parry, creating an opportunity to slice across their exposed hands or forearms."
    },
    {
      "id": "meyer1570.long.ablaufen",
      "category": "handwork",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Ablaufen",
      "englishTerm": "Running-off / Flowing-off",
      "briefDescription": "A technique of rotating your blade around your hilt to slip off or around your opponent's blade, either to escape a dangerous bind or to re-enter on a different angle with renewed initiative.",
      "fullDescription": "When your blade is in contact with your opponent's, rotate your sword around the axis of your hilt, causing your blade to slip off or flow around their blade. The motion involves turning your hands/hilt while your blade arcs around this central pivot point. Your blade essentially 'runs off' or 'flows off' their blade rather than maintaining pressure or pushing through. The technique can involve your blade sliding down around the hilt—picture your blade rotating downward and around like water flowing off and around an obstacle.\n\nYour hands may make a small circular motion, or you might maintain hand position while rotating the blade through wrist and forearm action. The key is the flowing, continuous quality rather than a sharp disengagement. As you execute Ablaufen, your blade clears their blade and often repositions to a new line or angle. Your body may step or shift to support the new angle. The motion should feel smooth and flowing rather than jerky or forced.",
      "fullApplication": "Use Ablaufen when you find yourself in a dangerous or disadvantageous bind and need to exit safely without simply retreating or pulling away in a way that exposes you. This technique excels at escaping bad positions while maintaining some measure of control and initiative. When your opponent has superior leverage in the bind or when you realize continuing to fight in the current bind is disadvantageous, execute Ablaufen to slip your blade around and off theirs, then immediately re-establish threat from a new angle.\n\nUse this technique to reset the engagement while staying safe—you're not abandoning contact carelessly but rather flowing off in a controlled manner. Ablaufen can also be used offensively: flow off their blade and re-enter on a different line where they haven't prepared a response. The technique is particularly valuable against opponents who are very strong in the bind—rather than fighting their strength, you flow off and around, negating their advantage.\n\nPractice Ablaufen with emphasis on maintaining defensive structure throughout the motion—you're vulnerable during the transition, so execution must be smooth and your recovery position must be sound. The 'running off' or 'flowing off' metaphor is important: think of water running off a surface, finding the path of least resistance.\n\nUse Ablaufen when you need to disengage safely, when the current bind doesn't offer good options, or when you want to create a new angle of engagement. The technique appears less frequently in sources compared to other hauptstücke, suggesting it may be an advanced or situational technique rather than a core fundamental—use it when other options aren't favorable.",
      "briefApplication": "Use Ablaufen when you find yourself in a dangerous or disadvantageous bind and need to exit safely without simply retreating or pulling away in a way that exposes you."
    },
    {
      "id": "meyer1570.long.wechselhut",
      "category": "guard",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Wechselhut",
      "englishTerm": "Changer Guard",
      "fullApplication": "Use Wechselhut when you want to create uncertainty and provoke reactions from your opponent. This guard excels at tactical flexibility—you're positioned to change quickly to any other guard or to launch attacks from unexpected angles. The low, withdrawn position invites your opponent to attack high, giving you the opportunity to rise with an Unterhau (rising strike) or to suddenly shift to a thrust.\n\nUse Wechselhut when you need to reset the tactical situation or when you want to draw out your opponent's committed attack so you can counter. The guard is particularly valuable in Meyer's system (1570) where guard transitions and deceptive changes are emphasized. From Wechselhut, you can quickly change to Ochs for a high thrust, shift to Pflug for a centerline thrust, or explode upward into Vom Tag for a descending cut.\n\nThe name itself tells you how to use it: as a 'changer,' it's meant for transitioning rather than holding. Use this guard when facing an opponent who is hesitant or defensive—the withdrawn position may tempt them to attack, giving you the opening you need. The guard also works well when you want to appear less threatening momentarily before launching a rapid offensive. Don't remain in Wechselhut long; it's a transitional moment, not a stable defensive position.",
      "definition": "A secondary guard known as the \"Changer\" with the sword held low on one side, facilitating a quick change to another line or guard (often to provoke or deceive).",
      "briefDescription": "A secondary guard known as the \"Changer\" with the sword held low on one side, facilitating a quick change to another line or guard (often to provoke or deceive).",
      "fullDescription": "Hold your sword low on one side (typically the left or right hip), with the point directed back and downward, similar to Nebenhut but with an emphasis on transitional readiness. Your hands should be at hip height, with the blade angled back and down alongside your body. The guard's name 'Wechsel' (changer) reflects its primary purpose: facilitating rapid transitions to other guards or lines.\n\nYour body posture should be mobile and ready to spring into action, with weight distributed to enable quick movements in any direction. Unlike static defensive guards, Wechselhut is explicitly about changing—you're not meant to remain here but rather use it as a springboard to other positions. The guard appears withdrawn and passive, which can invite your opponent to commit to an attack, giving you the opportunity to change lines or guards and counter.\n\nMeyer describes this guard as useful for deceptive tactics, where you present one line but rapidly switch to another. Your blade positioning allows for quick rising cuts (Unterhau), sudden thrusts after changing through, or transitions to higher guards like Ochs or Vom Tag.",
      "briefApplication": "Use Wechselhut when you want to create uncertainty and provoke reactions from your opponent."
    },
    {
      "id": "meyer1570.long.oberhau",
      "category": "strike",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Oberhau",
      "englishTerm": "High Cut",
      "fullApplication": "Use Oberhau as your fundamental attacking strike throughout the German longsword tradition. This strike excels at seizing the initiative (Vor) by launching a powerful, committed attack that forces your opponent to react. The descending path gives you gravitational advantage, making these cuts naturally powerful without requiring excessive muscular force.\n\nUse Oberhau when you want to dominate the high line, threaten your opponent's head and shoulders, or force them into defensive positions. The strike is particularly effective in the Zufechten (approach phase) where you're closing distance and establishing first contact. As one of the three basic cutting directions (along with Unterhau and Mittelhau), Oberhau represents the most direct and aggressive option. Use diagonal versions (like Zornhau) to create binding opportunities, or vertical versions (like Scheitelhau) to drive straight through defenses.\n\nThe Oberhau naturally leads into binding situations—when your opponent parries your descending strike, you're positioned to work with winding, feeling (fühlen), and follow-up techniques like Duplieren or Mutieren. Practice Oberhau with full body commitment—this isn't a tentative strike but a decisive action that claims space and forces reactions.\n\nThe descending angle also makes Oberhau effective against opponents in middle or low guards, as you can attack from above their defensive structure. Use this strike when you need to be aggressive, when you want to test your opponent's reactions, or when you need to break through passive guards. Remember Liechtenauer's principle: always strike 'with the strength of the whole body,' making the Oberhau not just an arm motion but a full-body expression of offensive intent.",
      "definition": "A downward strike from above (over-cut), delivered from shoulder or overhead.",
      "briefDescription": "A downward strike from above (over-cut), delivered from shoulder or overhead.",
      "fullDescription": "Execute a descending strike that travels downward from a high position toward your target. Begin with your sword raised at or above shoulder height (typically from Vom Tag or a similar high guard), then drive the blade downward with the true edge leading. The strike can be delivered vertically (straight down), or diagonally (from high on one side to low on the opposite side). Your body mechanics should generate power through full rotation and weight transfer—step forward as you cut, unwinding your body and driving your hands forward and down. Your arms extend during the strike, reaching toward your target with committed forward pressure. The Oberhau is the most natural and powerful type of strike, using gravity and body weight to amplify force. Common variations include the vertical Scheitelhau (parting strike to the crown), the diagonal Zornhau (wrath strike), and general diagonal descending cuts from right or left. Your hands should drive the cut, with the pommel and hands leading the blade's path initially, then the blade accelerating through the target. The strike typically ends in a lower position—either in a low guard or through the target.",
      "briefApplication": "Use Oberhau as your fundamental attacking strike throughout the German longsword tradition."
    },
    {
      "id": "meyer1570.long.unterhau",
      "category": "strike",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Unterhau",
      "englishTerm": "Low Cut",
      "fullApplication": "Use Unterhau to exploit your opponent's high commitments and to attack from unexpected low angles. This strike excels at punishing opponents who overcommit to high guards or attacks, as you can rise up under their structure and strike their exposed hands, arms, or body from below. The rising path of Unterhau makes it particularly effective when rising from Alber or after your blade has been driven low—you're using the recovery motion itself as an attack.\n\nUse this strike when your opponent has lifted high to attack or parry, creating openings below. Unterhau is also valuable in the principle of Überlaufen (overrunning), where you use a rising strike to intercept and defeat an opponent's rising attack by reaching them first with longer extension. The strike teaches important tactical lessons about using all angles of attack—don't limit yourself to descending cuts just because they're more natural.\n\nPractice Unterhau by emphasizing leg drive and body rise: your power comes from straightening your legs and rising with your whole body, not just lifting with your arms. The strike is particularly effective when combined with footwork that closes distance while you rise, making your blade arrive with maximum extension and body weight behind it.\n\nUse Unterhau as a counter when your opponent attacks high and you're in a low position—rise into their attack with your own rising cut, often reaching them sooner because of geometry. The strike also works well as a follow-up: strike Oberhau to bring your blade low, then immediately rise with Unterhau to the opposite side. This creates a continuous flow of cutting that's difficult to defend against. Meyer's system particularly emphasizes Unterhau in flowing sequences of cuts to all openings.\n\nRemember that while Oberhau uses gravity as an ally, Unterhau must overcome gravity with technique and body mechanics—focus on explosive leg drive and committed forward motion.",
      "definition": "An upward rising strike from below toward the target.",
      "briefDescription": "An upward rising strike from below toward the target.",
      "fullDescription": "Execute an ascending strike that rises upward from a low position toward your target. Begin with your sword held low (from Alber, Pflug, or after a previous descending cut has brought your blade down), then drive the blade upward with the true edge leading. The motion reverses the path of an Oberhau—where descending cuts use gravity, rising cuts use leg drive and body unwinding to generate upward power. Step forward and rise with your body as you cut, using your legs to drive the blade upward while your arms extend and lift. The strike typically targets the opponent's hands, arms, torso, or head from below, coming up under their guard. Your hips and core should rotate to add power to the ascending motion. The Unterhau often arrives from unexpected angles since most guards and attacks emphasize high-line threats, making the rising cut a tactical surprise. The strike can be delivered vertically (rising straight up the centerline) or diagonally (rising from low on one side toward high on the opposite side). Your blade should accelerate through the target zone, and the strike typically ends in a higher position—often transitioning to Ochs or Vom Tag. Common applications include rising from Alber to intercept descending attacks, or using Unterhau after your opponent has committed high, leaving lower lines open.",
      "briefApplication": "Use Unterhau to exploit your opponent's high commitments and to attack from unexpected low angles."
    },
    {
      "id": "meyer1570.long.mittelhau",
      "category": "strike",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Mittelhau",
      "englishTerm": "Middle Cut",
      "fullApplication": "Use Mittelhau to attack your opponent's torso, ribs, and mid-level openings with powerful horizontal strikes that come from outside their primary defensive focus. This strike excels at exploiting openings in the middle zones that are often less protected than high or low lines. The horizontal path allows you to strike around guards rather than through them—if your opponent's blade protects the vertical centerline, you can cut horizontally around it to reach their side.\n\nUse Mittelhau when you want to attack with body rotation power rather than gravitational force. The strike is particularly effective when your opponent is focused on defending high (against Oberhau) or preparing low attacks—the middle horizontal path surprises them. The Zwerchhau is a specialized high Mittelhau that specifically targets head and hands at shoulder-to-head height, used to dominate the high line horizontally.\n\nPractice Mittelhau by emphasizing full body rotation: plant your feet, coil your hips, then explosively unwind through the strike. Your hands and arms extend horizontally as your body turns, creating a sweeping motion that's difficult to intercept. The strike works well in combinations: after an Oberhau brings your blade to one side low, you can immediately cut Mittelhau across to the opposite side at mid-level, then rise with Unterhau—this creates a continuous flow of strikes at different heights that overwhelms defenses.\n\nUse Mittelhau when facing opponents in middle guards like Pflug, as you can cut horizontally to their exposed sides or arms. The horizontal nature also makes it effective for striking while moving laterally—you can sidestep and cut Mittelhau simultaneously, combining footwork with offense.\n\nIn Meyer's system, Mittelhau appears in flowing combinations where you cut to all four openings (high right, high left, low right, low left) in sequence, with Mittelhau handling the horizontal transitions. The strike teaches you to use rotational power and to attack from horizontal angles that complement the more common vertical strikes. Remember that horizontal cuts require good edge alignment and body mechanics since you don't have gravity helping—focus on keeping the blade true and your body rotation complete.",
      "definition": "A horizontal cut at torso height traveling across.",
      "briefDescription": "A horizontal cut at torso height traveling across.",
      "fullDescription": "Execute a horizontal strike that travels across your body at mid-level height, typically at torso, ribs, or upper leg level. The strike moves laterally from one side to the other rather than descending or ascending. Begin from a guard position on either side, then rotate your body and drive the blade horizontally across the target zone. Your arms extend as you rotate, keeping the blade path horizontal (or slightly rising/falling depending on target height). The power comes from body rotation and hip drive—imagine unwinding a spring as your torso turns. The Mittelhau can be delivered with either edge: long edge strikes typically come from your left side moving right, while short edge strikes often come from your right moving left (especially in the Zwerchhau variant). Your footwork should support the rotation: step across or pivot to add body weight to the horizontal path. The blade travels parallel to the ground through the target zone, threatening the opponent's mid-section, sides, arms, or (when aimed higher) head and neck. The Mittelhau includes both the general horizontal cuts to the body and specialized techniques like the Zwerchhau (thwart strike) which emphasizes the high horizontal line. Your hands should stay relatively level as you cut, neither rising nor falling significantly, keeping the blade on the horizontal plane.",
      "briefApplication": "Use Mittelhau to attack your opponent's torso, ribs, and mid-level openings with powerful horizontal strikes that come from outside their primary defensive focus."
    },
    {
      "id": "meyer1570.long.stich",
      "category": "strike",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Stich",
      "englishTerm": "Thrust",
      "fullApplication": "Use the thrust (Stich) as your fastest, most direct attacking option and as the primary weapon from the binding. This technique excels at speed and precision—because the point travels in a straight line rather than an arc, it arrives faster than any cut. Use thrusts when you need to hit quickly, when you're working in the bind and need to exploit an opening, or when you want to threaten with minimal telegraphing. The thrust is central to Liechtenauer's system, particularly in the Krieg (close combat phase) where winding actions typically end in thrusts to available openings. After establishing a bind, assess pressure through fühlen, then wind your point toward openings and thrust. Use Stich from Ochs to threaten the face and upper body with high thrusts, or from Pflug to threaten the chest and torso with middle thrusts. The thrust is also the primary action in Absetzen (setting aside), where you parry by thrusting simultaneously with your defense. Practice thrusting with full body commitment: don't just extend your arms, but drive forward with your whole body, making the thrust penetrate rather than simply touch. Your point should stay on target throughout the extension—practice keeping the tip stable and online even as you move. The thrust is particularly valuable against opponents who focus on defending against cuts—they may leave their centerline open, giving you a straight path to thrust. Use Stich as a finish after your cuts have created openings: strike to draw their parry, then thrust through the opening this creates. The historical sources emphasize that 'the point threatens and finishes' while cuts prepare and create opportunities. In Meyer's system, he notes that thrusting had fallen out of favor among Germans by his time (1570) compared to earlier periods, but it remains essential in the core Liechtenauer tradition. The thrust also allows you to maintain safer distance—you can threaten and hit from maximum extension without needing to commit to the closer ranges required for effective cuts. Practice thrusting from all guards and from various binding positions until it becomes instinctive. Remember: cuts provoke reactions and create opportunities, but thrusts exploit those opportunities with speed and precision. The combination of cutting and thrusting gives you complete tactical flexibility—use each as the situation demands.",
      "definition": "A straight stab; one of the three wounders.",
      "briefDescription": "A straight stab; one of the three wounders.",
      "fullDescription": "Execute a linear thrust by extending your arms and driving the point directly toward your target in a straight line. The thrust is one of the 'Drei Wunder' (three wounders)—along with cuts and slices—representing the three ways to wound with the sword. Hold your sword with the point aimed at your target (typically from Ochs, Pflug, or Langort), then drive forward by straightening your arms and stepping forward with your body weight behind the thrust. Your blade should remain on the line between your hands and the target, with minimal deviation or wavering. The thrust can be directed high (to the face or throat from Ochs), middle (to the chest from Pflug or Langort), or low (to the stomach or groin from a wound position). Your body should drive behind the thrust—step forward as you extend, adding your body weight to the point's penetration. The thrust is faster than cuts because it travels the shortest distance (a straight line rather than an arc) and requires less motion. Your hands should drive forward decisively, with the point leading and your body following. The thrust can be executed from the bind (winding into a thrust), from guards (direct thrust attack), or as a follow-up to cuts. Keep your hands structured and aligned—poor structure will cause the point to wander offline. The thrust is the primary offensive action from both Ochs and Pflug, and the natural conclusion of many winding actions.",
      "briefApplication": "Use thrusts when you need to hit quickly, when you're working in the bind and need to exploit an opening, or when you want to threaten with minimal telegraphing."
    },
    {
      "id": "meyer1570.long.schnitt",
      "category": "strike",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Schnitt",
      "englishTerm": "Slice",
      "fullApplication": "Use slicing (Schneiden) as your primary cutting technique when you're in close range (Krieg) where full percussive cuts aren't practical but edge attacks are still possible. This technique excels at compromising your opponent's grip and structure without requiring the space or time for swinging strikes. Slices are particularly effective against hands, wrists, and forearms—targets that are often exposed during binding and close work. Use Schneiden when you're working in the bind and can reach your opponent's hands: press your edge against their wrist or forearm and slice across by pushing or pulling your blade while maintaining pressure. The slice can cause pain, disrupt their grip, compromise their structure, or in a real fight, disable their hands. Use slicing as part of your close-range tactical toolkit: establish control or contact with their blade, then slice to create an opening for your thrust or cut. The technique appears in many applications: when they lift to parry, slice across their hands (Abschneiden); when running through (Durchlaufen), use slices to control and damage; when in close binds, slice to compromise their position. Practice slicing with emphasis on edge pressure and body mechanics: the power comes from driving with your body and structure, not just sawing with your arms. Your blade should maintain contact and pressure throughout the slicing motion. Slices can be performed in any direction: forward (pushing), backward (pulling), or circularly (rotating around a pivot point). The technique is valuable because it works at ranges where cuts fail—when you're too close to swing, you can still slice. Use Schneiden against opponents who habitually lift their hands high, exposing their wrists and forearms to your slicing attacks. The historical sources describe slicing as one of the three wounders (along with cuts and thrusts), emphasizing its importance in the complete fighting system. Meyer's system includes extensive slicing techniques, particularly in close work and in the context of various grappling and wrestling applications at the sword (Ringen am Schwert). Remember that slices require different mechanics than percussive cuts: where cuts use impact and momentum, slices use sustained edge pressure with motion. Practice both pushing and pulling slices until you can execute them instinctively when opportunities appear in close range.",
      "definition": "A slicing attack (often to hands/arms) by pushing/pulling the edge.",
      "briefDescription": "A slicing attack (often to hands/arms) by pushing/pulling the edge.",
      "fullDescription": "Execute a slicing action by applying your blade's edge against your target and then pushing or pulling to create a drawing cut. Unlike percussive cuts (Hau) that strike with impact, slices (Schnitte) use continuous edge pressure combined with motion to cut. Place your blade's edge in contact with or very close to your target (typically your opponent's hands, wrists, forearms, or blade), then push or pull your blade across the target while maintaining edge pressure. The motion can be a push (pressing forward and across), a pull (drawing backward and across), or a rotation around a point of contact. Your body weight and structure should drive the slice—use your legs and core, not just arms. Slices are particularly effective in close range (Krieg) where full cuts don't have room to develop but edges can reach exposed limbs. The technique includes various specific applications: Abschneiden (slicing off) which slices across hands while suppressing the opponent's blade, and the Schnitte mentioned in techniques like running through (Durchlaufen) and close work. Slices can be performed with either edge and at various angles depending on your position and the target. The key is maintaining edge contact with pressure throughout the motion—the slice should feel like you're drawing the edge through the target, not just touching it. Your blade should bite into the target with the combination of edge alignment, pressure, and motion.",
      "briefApplication": "Use slicing (Schneiden) as your primary cutting technique when you're in close range (Krieg) where full percussive cuts aren't practical but edge attacks are still possible."
    },
    {
      "id": "meyer1570.long.versetzen",
      "category": "parry",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Versetzen",
      "englishTerm": "Displacement",
      "fullApplication": "Use Versetzen as your general defensive framework, but always strive to make your displacement active and threatening rather than purely defensive. This concept excels at intercepting attacks while maintaining or creating offensive potential—the best Versetzen doesn't just block but simultaneously threatens your opponent. When you must parry, do so in a way that puts you in position to counter immediately. The four master strikes exemplify active Versetzen: each breaks a specific guard not by passively blocking but by striking in a way that simultaneously displaces and threatens. Use Zwerchhau to displace Vom Tag by cutting across high to dominate hands and head; use Krumphau to displace Ochs by crossing over to strike hands and blade; use Schielhau to displace Pflug by striking diagonally to push their point offline while your edge continues to target; use Scheitelhau to displace Alber by overrunning their rising attempt with your descending vertical cut. When performing Versetzen, maintain proper structure: use your strong part of the blade against their weak, keep your body aligned to support the displacement, and position your point to threaten as you displace. Don't think of Versetzen as a separate defensive phase—instead, see it as part of continuous action where you're constantly displacing and threatening in one motion. The concept appears throughout the system: Absetzen is a specific type of Versetzen that extends into long point while displacing; winding in the bind involves continual Versetzen as you and your opponent work to displace each other's blade while maintaining contact. Practice Versetzen by emphasizing the principle that Liechtenauer states: 'pure parrying' without simultaneous threat is dangerous and gives your opponent opportunities. Instead, displace by cutting into their attack (making your defense itself an attack), by extending with threat (Absetzen), or by positioning that naturally creates binding opportunities. Use Versetzen when you're in the Nach (defensive position) and must respond to your opponent's attack, but work to regain the Vor (initiative) through your displacement—use Indes (the instant of their action) to displace and counter simultaneously, seizing back control. Remember that the best defense in this system is often a good offense: rather than waiting to Versetzen, seize the Vor by attacking first, forcing them to displace your attacks instead. However, when you must displace, do it actively, decisively, and with simultaneous threat.",
      "definition": "Deflect or intercept the attack by cutting/positioning your blade.",
      "briefDescription": "Deflect or intercept the attack by cutting/positioning your blade.",
      "fullDescription": "Versetzen refers to the act of displacing, setting aside, or parrying an incoming attack by using your sword to intercept and deflect it. The term is broader than modern 'parry'—it encompasses any action that displaces the opponent's attack, including cutting into their attack (like the four Meisterhäue which 'break' the four guards), setting aside with extensions (Absetzen), or defensive positioning. Execute Versetzen by moving your blade into the path of the incoming attack with proper structure, angle, and timing to redirect it away from your body. The key principle is that in Liechtenauer's system, Versetzen should ideally be combined with offensive threat—'good' parrying creates simultaneous offense and defense (like Absetzen which parries while thrusting). The four master strikes serve as Versetzen against the four primary guards: Zwerchhau breaks Vom Tag, Krumphau breaks Ochs, Schielhau breaks Pflug, and Scheitelhau breaks Alber. Your blade should meet theirs with your strong (forte) against their weak (foible) when possible, giving you leverage advantage. Structure and positioning are critical: maintain good body alignment and blade angle so their force is redirected rather than overwhelming you. Versetzen can be performed from various guards and can transition into binding, winding, and follow-up techniques. The term appears in the Zettel as one of the Hauptstücke (chief pieces), emphasizing its fundamental importance.",
      "briefApplication": "Use Versetzen as your general defensive framework, but always strive to make your displacement active and threatening rather than purely defensive."
    },
    {
      "id": "meyer1570.long.nachreisen",
      "category": "concept",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Nachreisen",
      "englishTerm": "Traveling After",
      "fullApplication": "Use Nachreisen to exploit your opponent's tactical errors and transitional vulnerabilities, turning their actions against them. This technique excels at punishing poor distance judgment, telegraphed preparations, and incomplete attacks. When your opponent lifts their sword to chamber a strike, use Nachreisen to strike them during this lifting phase before they can complete their attack—your strike arrives first because you're attacking their preparation. When their attack misses because you've managed distance well (staying just outside their reach), immediately chase after with your own strike while their blade is still recovering from the miss and out of position to defend. When they pull back or change guards without proper coverage, follow after them with strikes or thrusts to capitalize on the exposed moment. The historical glosses describe Nachreisen as attacking when the opponent 'goes up' (lifts to strike), when they 'miss' or 'strike past,' and when they 'pull back' or 'spring away.' This is a Nach (defensive/responsive) technique that allows you to regain the Vor (initiative) by exploiting their mistakes. Practice Nachreisen by developing good distance judgment: position yourself just outside your opponent's effective range, making them commit fully to reach you, then as their attack misses or they prepare, travel after with your own attack. The technique teaches important tactical lessons about timing (tempo) and distance. Use Nachreisen when facing aggressive opponents who telegraph their attacks or attack from too far—let them commit, then chase after them. The technique also works against defensive opponents who habitually pull back after each exchange—follow their withdrawal with pursuing strikes. Nachreisen requires patience and discipline: don't attack prematurely, but wait for the right moment when they're truly exposed. The technique connects to the broader concept of 'True Times' in the Liechtenauer tradition: there are specific moments when attacks will succeed, and Nachreisen exploits the True Time of your opponent's vulnerability. Meyer's system also emphasizes Nachreisen as a way to crowd into openings created by the opponent's actions. Practice this technique with a partner: have them make deliberate preparations, misses, or guard changes, and work on timing your Nachreisen to hit them in these exposed moments. As you improve, the deliberate practice becomes instinctive recognition of opportunities in free fencing. Remember that Nachreisen isn't just about speed but about timing—striking at the right moment when they're vulnerable, not just striking fast. The technique embodies the principle that you should exploit every opportunity your opponent creates through their own actions.",
      "definition": "Exploit their miss/recovery by striking in the Nach.",
      "briefDescription": "Exploit their miss/recovery by striking in the Nach.",
      "fullDescription": "Nachreisen (traveling after, chasing, following after) is the technique of attacking your opponent during their preparation, miss, or recovery—essentially, pursuing them with your attack as they expose themselves through their own actions. The concept has several applications: (1) Attacking into their preparation when they lift their sword or chamber an attack, hitting them before they can complete their action; (2) Attacking after they miss, striking them while their blade has passed by and they're momentarily unable to defend; (3) Attacking when they withdraw or change guards without proper coverage, catching them in the transition. Execute Nachreisen by maintaining awareness of your opponent's actions and immediately exploiting any moment where they create openings. When you see them begin to lift for a strike, strike into that lifting motion before they can complete their attack—your attack arrives first because you're already in motion while they're still preparing. When their attack misses (because you've voided or they've misjudged distance), immediately strike to their now-open line while their sword is out of position. When they pull back or change guards, follow after with strikes or thrusts to the openings this creates. Your timing must be precise: Nachreisen works in the moment (Indes) between their commitment and their recovery. Step forward as you strike, closing distance to ensure your attack reaches them. The technique requires good distance judgment and the patience to wait for—or create—these moments rather than attacking prematurely.",
      "briefApplication": "Use Nachreisen to exploit your opponent's tactical errors and transitional vulnerabilities, turning their actions against them."
    },
    {
      "id": "meyer1570.long.berlaufen",
      "category": "technique",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Überlaufen",
      "englishTerm": "Overrunning",
      "fullApplication": "Use Überlaufen to decisively defeat opponents who favor low guards or who attempt to rise from below with attacks. This technique excels at exploiting the geometric disadvantage of low positions—when they must rise a long distance to attack or defend, you can descend from above over a shorter path and reach them first. The Scheitelhau (scalp strike) is the primary Überlaufen technique against Alber: when your opponent is in the Fool guard, attack with a vertical descending cut directly to their crown; if they attempt to rise to parry or attack, your descending strike overruns theirs because you're already in motion from above while they must rise from below. Use Überlaufen when you see opponents preparing to rise from low positions—don't wait for them to complete their preparation, but attack immediately from above, reaching them first. The technique requires commitment: you must extend fully and strike decisively, not tentatively. If you hesitate or strike short, their rising attack may reach you first, defeating the purpose of overrunning. Practice Überlaufen by emphasizing speed, extension, and commitment when striking from above. Your body should drive forward as you descend, making your attack reach maximum extension. The technique teaches the tactical principle that position matters: high positions have advantages over low positions in terms of reach and timing. Use Überlaufen against Alber specifically, but also against any situation where your opponent is low and must rise to engage you. The technique also applies when your opponent attempts rising attacks (Unterhau) from low positions—you can overrun their rising attack by descending from above with better timing and extension. Historical sources emphasize that Überlaufen is about reaching them first through superior position and commitment, not about blocking their attack. You're winning the race to the target by having a shorter, more advantageous path. Practice timing: recognize when they begin to rise or prepare from low, and immediately launch your descending attack, overrunning their attempt. The technique connects to the broader principle of seizing the Vor (initiative) through superior positioning and timing. Use Überlaufen when you have the high ground (literally) and they're positioned low—exploit this advantage by attacking from above with full commitment. Remember that the key is extending fully and striking decisively—tentative or short overrunning attempts will fail. Commit fully to reaching them first from your superior high position, and the geometric advantage will make your attack arrive before theirs.",
      "definition": "Beat low attacks with higher, longer over-cuts.",
      "briefDescription": "Beat low attacks with higher, longer over-cuts.",
      "fullDescription": "Überlaufen (overrunning, overreaching) is the technique of defeating your opponent's low or rising attacks by attacking from above with longer extension and better timing, essentially 'overrunning' their attack by reaching them first from a superior position. The principle is that attacks from above with proper extension will reach your opponent before their lower or rising attacks can reach you, particularly when they're coming from low guards like Alber. Execute Überlaufen by recognizing when your opponent is preparing to rise from below or attack from a low position, then attack from above with full extension and commitment, reaching them before their attack can complete. Your descending strike (typically Scheitelhau or Oberhau) should extend fully, driving your point or edge toward their head or upper body while their blade is still rising from below. The technique works because of geometric advantage: the descending path from above is shorter and more direct than the rising path from below, and gravity assists your descending strike while opposing their rising one. Your body should commit forward fully, adding reach and power to your descending attack. The technique specifically applies against Alber and other low guards where the opponent must rise significantly to defend or attack—your overhead strike reaches them before they can get their point up. Maintain strong structure and extend fully—half-committed Überlaufen fails because your opponent's rising attack may reach you first if you don't fully commit to overrunning them.",
      "briefApplication": "Use Überlaufen to decisively defeat opponents who favor low guards or who attempt to rise from below with attacks."
    },
    {
      "id": "meyer1570.long.f_hlen",
      "category": "concept",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Fühlen",
      "englishTerm": "Feeling",
      "fullApplication": "Use Fühlen as your primary sensory tool for decision-making in the bind (Krieg phase). This skill excels at transforming blade contact from a simple physical interaction into an information-gathering opportunity that dictates your tactical choices. When your blade contacts your opponent's, immediately feel whether they're hard or soft, then respond appropriately. If you feel hard (strong) pressure—they're pushing firmly against your blade—use techniques that work with or around their strength rather than against it: Zucken (pull away suddenly, letting their pressure push into empty space), Durchwechseln (change through under their blade while they're committed to controlling your current line), or certain applications of winding that use their pressure to create openings. If you feel soft (weak) pressure—they're not pushing, or they're yielding—use techniques that exploit this weakness: press through with winding thrusts, execute Mutieren (winding over their blade to thrust low while trapping it), or simply cut or thrust directly through their weak defense. The historical sources emphasize that Fühlen is critical: 'Learn how to feel, Indes is a sharp word.' This means you must feel the pressure state, then act in the instant (Indes) based on what you feel. Fühlen is not mystical or about meditation—it's practical tactile sensing. Your hands, arms, and blade act as an extension of your awareness, gathering physical information through contact. Practice Fühlen by drilling with a partner: establish blade contact, have them vary their pressure (hard, soft, neutral), and practice recognizing these states and responding appropriately. Over time, this becomes automatic—you feel pressure and your body responds with the correct technique without conscious thought. Fühlen is what separates advanced fencers from beginners: beginners just strike, while advanced fencers use blade contact to gather information and make intelligent tactical choices. Use Fühlen constantly when in the bind—never waste blade contact by failing to sense and respond to pressure. The skill also teaches broader tactical awareness: if you're consistently feeling hard pressure, perhaps your opponent is over-committed and you should exploit this; if you're consistently feeling soft pressure, perhaps they're passive and you should press your attacks more aggressively. Fühlen connects to the principle of 'hard against soft, soft against hard'—you should respond to their pressure state with the complementary action, never meeting their strength with your strength (which becomes a contest of force) but instead exploiting their state with appropriate technique. Remember that Fühlen is not about absolute force measurement but about tactical states: recognizing whether they're controlling, yielding, or neutral, and responding appropriately. Develop this skill through extensive binding practice until it becomes your automatic response to blade contact.",
      "definition": "Read pressure in contact to choose the correct follow-up.",
      "briefDescription": "Read pressure in contact to choose the correct follow-up.",
      "fullDescription": "Fühlen (feeling, sensing) is the skill of perceiving your opponent's pressure, intention, and commitment through blade contact in the bind, allowing you to choose the appropriate response. This is a tactile sense, not a mystical concept—when your blades are in contact, you can physically feel whether your opponent is hard (strong, pushing) or soft (weak, yielding) in the bind. Develop Fühlen by maintaining alert awareness when your blades touch: notice the pressure they exert, whether they're pressing forward, yielding backward, or maintaining neutral pressure. Your hands and arms should act as sensors, gathering information through the blade contact. The feeling should be instantaneous—as soon as you establish contact, you should register their pressure state. Based on what you feel, choose your response: if hard (strong pressure), use techniques that yield and work around their strength (Zucken, Durchwechseln, Mutieren in some contexts); if soft (weak pressure), use techniques that press through their weakness (winding to thrust, Duplieren in some contexts, direct cuts or thrusts through the bind). Fühlen is not about measuring exact force but about recognizing tactical states: are they committed and pressing (hard), or passive and not controlling (soft)? This information tells you which techniques will work. The skill develops through practice—initially, you must consciously think about what you feel, but with experience, Fühlen becomes automatic and you respond instinctively to pressure states. Fühlen works in conjunction with Indes (acting in the instant)—you feel the pressure and immediately respond based on that information.",
      "briefApplication": "Use Fühlen as your primary sensory tool for decision-making in the bind (Krieg phase)."
    },
    {
      "id": "meyer1570.long.durchlaufen",
      "category": "technique",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Durchlaufen",
      "englishTerm": "Running Through",
      "fullApplication": "Use Durchlaufen when your opponent extends their arms forward and creates the opportunity for you to rush inside their reach before they can withdraw. This technique excels at transforming sword fencing into wrestling, taking the fight to a range where your grappling skills decide the outcome rather than swordplay. When you see your opponent thrust, hold a forward guard like Langort, or otherwise extend their arms forward, immediately rush forward inside their arms before they can withdraw their point to threaten you.\n\nThe technique requires explosive commitment: don't hesitate or run through tentatively, but drive forward decisively past their point. As you run through, protect yourself: duck slightly or angle your head away from their crossguard to avoid head injury, and use your sword to control or block theirs as you close. Grip your sword at both the hilt and the blade to give you more control and leverage options in close range.\n\nOnce you've successfully run through and closed inside their arms, immediately transition to wrestling techniques: execute throws using your sword as a lever against their neck or arms, attempt takedowns by disrupting their base, apply arm locks or joint manipulations, strike with your pommel to vulnerable targets, or attempt to disarm them (Schwertnehmen) by controlling their sword and stripping it away.\n\nThe sources describe Durchlaufen as particularly effective against opponents who rely on extended guards and long-range tactics—you're taking away their range advantage by closing inside it. Practice Durchlaufen by developing the ability to recognize when arms are extended, explosive forward movement, and smooth transitions to wrestling techniques. Work with protective gear since this technique naturally leads to close physical contact and grappling.\n\nThe technique teaches important lessons about range: there are multiple fighting distances (long range for cuts, middle range for binding, close range for wrestling), and you can deliberately change the range to your advantage. Use Durchlaufen when you're confident in your wrestling skills and want to negate your opponent's sword advantage, or when you've created a moment where their arms are extended and you can exploit this.\n\nThe historical sources emphasize that Durchlaufen is for countering opponents who 'like to run in'—meaning it works both as a technique you initiate and as a counter when they attempt it. Be prepared to defend against Durchlaufen by not overextending your arms, maintaining mobility, and being ready to withdraw your point or strike them as they attempt to close.\n\nRemember that running through is a commitment: once you initiate, you must follow through completely. Don't use Durchlaufen carelessly, but when the moment is right and their arms are extended, commit fully to rushing inside and transitioning to wrestling. This technique embodies the principle that the longsword system includes all ranges of combat, from long cuts through binding work to close grappling—a complete martial system.",
      "definition": "Crash inside range to initiate ringen am schwert.",
      "briefDescription": "Crash inside range to initiate ringen am schwert.",
      "fullDescription": "Durchlaufen (running through) is the technique of rushing inside your opponent's extended sword arms to initiate close-range grappling and wrestling at the sword (Ringen am Schwert). Execute this technique when your opponent's arms are extended forward (such as after a thrust or when they're holding a forward guard), creating a moment where you can run past their sword point by getting inside their arms. Rush forward decisively, dropping your hips slightly and driving forward under their extended arms.\n\nAs you run through, maintain control of your sword—either by gripping it at blade and hilt to use it as a lever, or by positioning it to block or control their sword as you close. Your goal is to close distance so rapidly that you pass their point before they can withdraw it to stab you.\n\nOnce inside their arms, you transition immediately to wrestling techniques: throws, takedowns, arm locks, blade disarms (Schwertnehmen), pommel strikes, or other close-combat techniques. Protect yourself as you run through: keep your head away from their crossguard, control their arms or blade as you close, and maintain your base and structure.\n\nThe technique requires commitment and timing: you must see the moment when their arms are extended and commit fully to rushing inside before they can recover. Half-committed running through leaves you vulnerable. Durchlaufen appears in the sources as a response to specific situations and as a counter to opponents who like to use long-range tactics or who extend their arms forward frequently.",
      "briefApplication": "Use Durchlaufen when your opponent extends their arms forward and creates the opportunity for you to rush inside their reach before they can withdraw."
    },
    {
      "id": "meyer1570.long.ansetzen",
      "category": "technique",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Ansetzen",
      "englishTerm": "Setting On",
      "fullApplication": "Use Ansetzen to capitalize instantly on any opening your opponent creates, emphasizing immediate offensive exploitation rather than waiting or preparing. This technique excels at teaching the tactical principle of immediate action: when you see an opening, take it now, not after consideration or preparation. The moment your opponent's sword moves offline, their body becomes exposed, or their guard opens—immediately set your point onto their face, throat, or chest with a direct thrust. The technique works at all phases of fencing: in Zufechten (approach) if they present an opening, immediately thrust to it rather than continuing to approach; in the bind (Krieg) if winding or other actions create an opening, immediately set your point onto it; after displacing their attack, immediately set your point to the newly opened line. Practice Ansetzen by developing constant point awareness: your point should always be threatening and ready to extend instantly to openings. Don't think of thrusting as a separate action that requires preparation—instead, think of your point as constantly seeking targets, and Ansetzen as simply allowing it to reach the target the instant it becomes available. The technique emphasizes speed and decisiveness: slow or hesitant Ansetzen allows your opponent to close the opening or defend, while immediate Ansetzen catches them before they can react. Use Ansetzen particularly when your opponent raises their hands or sword for attacks, creating openings below; when they withdraw, creating momentary gaps; or when they change guards without proper coverage. The technique connects to the principle of seizing the Vor (initiative): by immediately setting your point onto openings, you force them into the Nach (defensive position) where they must react to your threat. Historical sources emphasize that you should thrust to openings 'without danger'—meaning you should position and time your Ansetzen so you're threatening them without exposing yourself unduly. Practice by drilling: have a partner open various lines momentarily, and work on thrusting immediately to those openings as they appear. Develop the instinct that opening = thrust, with no delay. The technique teaches tactical awareness and decisiveness: you must see openings immediately and act on them instantly. Ansetzen is not about powerful thrusts but about quick, direct thrusts that arrive while the opening exists. Use this technique constantly in all phases of fencing—let your point always be seeking targets and immediately extend when targets become available. Remember that the best defense creates offense: after you've displaced their attack (Versetzen), immediately Ansetzen to their newly opened line, combining defense and offense in one flowing action. The technique embodies the principle that 'the point threatens and finishes'—use Ansetzen to make good on that threat by actually reaching their body immediately when opportunities arise.",
      "definition": "Immediate face/chest thrust at the first opening.",
      "briefDescription": "Immediate face/chest thrust at the first opening.",
      "fullDescription": "Ansetzen (setting on, placing on) is the technique of immediately setting your point onto your opponent's face, throat, or chest at the first available opportunity, creating an immediate threat that they must address. The technique emphasizes speed and directness: as soon as an opening appears, thrust your point directly to that target without hesitation or preparation. Execute Ansetzen by maintaining your point forward and ready (typically from Langort, Ochs, or Pflug), then as soon as you see an opening—whether in the approach (Zufechten) or in the fight (Krieg)—immediately extend to thrust to that opening. Your arms should extend decisively, driving the point forward with your body weight behind it. The thrust should arrive quickly and directly, giving your opponent no time to react before they must defend. Ansetzen can be used from various situations: when your opponent raises their sword for an attack (leaving their lower body open), when they withdraw or change guards (creating momentary openings), after you've displaced their attack (opening lines), or whenever their sword is offline and you can reach them. The technique emphasizes the principle of taking the opening immediately when it appears, not waiting or preparing. Your point should be constantly threatening, and the moment an opening materializes, your point should already be driving toward it. Ansetzen is often combined with or executed during other techniques: you might Absetzen (set aside their attack) and then Ansetzen (set your point onto their opening) in a continuous motion.",
      "briefApplication": "Use Ansetzen to capitalize instantly on any opening your opponent creates, emphasizing immediate offensive exploitation rather than waiting or preparing."
    },
    {
      "id": "meyer1570.long.vor",
      "category": "timing",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Vor",
      "englishTerm": "Before (Initiative)",
      "fullApplication": "Use the principle of Vor as your primary tactical goal in all fencing: strive to be the one acting first and force your opponent into defensive reactions. This concept excels at framing your tactical mindset: rather than waiting to see what your opponent does, make them react to what you do. Achieve the Vor by winning the Vorschlag (first strike)—strike first with a committed, threatening attack to their openings before they can strike you. Your attack must be genuine threat: strike to actual openings with committed force and proper distance, not tentative probes they can easily ignore. Once you've achieved Vor through successful first attack, maintain it by continuing to press: if they parry, immediately work to their next opening using winding, cutting from one opening to another, or thrusting as appropriate; don't pause or give them time to establish their own attacks. The sources describe the Vor as 'coming before with a strike or thrust to his opening, sooner than he comes to you, so he must parry you. Then work nimbly (Indes) in the parry, from one opening to the other, so he may not come to any technique before your work.' This describes both achieving and maintaining the Vor: strike first (achieving), then continue working before they can establish their techniques (maintaining). Practice achieving Vor by developing aggressive, committed attacking from the approach (Zufechten): don't hesitate or wait to see what they do, but strike decisively to their openings as you enter measure. Practice maintaining Vor by drilling continuous work: strike, and when they parry, immediately strike/thrust to the next opening, and continue this flowing aggression that never lets them establish their own actions. The Vor gives you control of the fight's tempo and forces your opponent into defensive mode, but you must maintain it actively—if you pause or attack tentatively, they can seize the Vor from you. The concept connects deeply to the mindset of proactive rather than reactive fighting: rather than thinking 'what will they do and how will I respond,' think 'what am I going to do to make them respond.' Use Vor as your default tactical stance: enter fights seeking to win the first strike and force them into Nach. However, recognize that the Vor can shift: if they successfully defend and establish their own attack, they now have the Vor and you're in Nach. When this happens, use defensive techniques to regain the Vor: parry with simultaneous threat (Absetzen), counter-attack in the instant of their action (Indes), or use other techniques to seize back control. The sources say 'strive for the Vor' and 'if you cannot come to the Vor, wait upon the Nach'—meaning Vor is superior, but if you must fight from Nach, do it skillfully to regain Vor. Practice tactical awareness: recognize when you have Vor (you're attacking, they're defending) and when you're in Nach (they're attacking, you're defending), and work always to achieve or maintain Vor. The concept fundamentally shapes how you approach fighting: be aggressive, attack first with commitment, and maintain offensive pressure to keep your opponent perpetually defending.",
      "definition": "Seize control by acting so they must respond.",
      "briefDescription": "Seize control by acting so they must respond.",
      "fullDescription": "Vor (before, initiative) is the state of acting first and maintaining offensive pressure, forcing your opponent into defensive reactions. When you have the Vor, you are attacking—striking, thrusting, or pressing forward with actions that demand responses from your opponent. The concept is fundamentally about who is acting and who is reacting: the person in the Vor is acting (making attacks that threaten), while the person in the Nach is reacting (defending against those attacks). Achieve the Vor by striking first with a real threat—not just any action, but an action that actually threatens your opponent and forces them to defend. Your attack must demand an answer: if you strike to their opening, they must parry; if you thrust to their face, they must defend; if you press forward aggressively, they must respond. Maintain the Vor by continuing to work aggressively even after your initial attack: if they parry your strike, immediately work to the next opening in the bind (winding, thrusting, striking from one opening to another); if they defend, immediately press with follow-up attacks; don't give them time to establish their own attacks. The Vor is not just physical position but tactical state: you control the tempo, dictate the actions, and force them to respond to you rather than implementing their own plans. The sources emphasize that being in the Vor is superior because your opponent is busy defending rather than attacking, but you must maintain real threat—wild, easily avoided attacks don't give you true Vor even though you're technically acting first.",
      "briefApplication": "' Use Vor as your default tactical stance: enter fights seeking to win the first strike and force them into Nach."
    },
    {
      "id": "meyer1570.long.nach",
      "category": "timing",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Nach",
      "englishTerm": "After",
      "fullApplication": "Use the concept of Nach to frame your defensive mindset: when your opponent has achieved the Vor and you must defend, do so intelligently and aggressively to regain the initiative. Fighting in the Nach excels when you can transform defensive situations into counter-offensive opportunities through smart technique choice. When you find yourself in Nach (they attacked first and you must respond), don't simply parry passively—instead, defend in ways that simultaneously create threat: use Absetzen to parry while thrusting, strike into their attack with the Meisterhäue that break guards, or use other active defenses that make them defend even as you're responding to their attack. Your priority in Nach is to regain the Vor: immediately after defending their attack, work Indes (in the instant) to attack their openings before they can continue their offensive pressure. If they strike and you parry, immediately work to strike/thrust to their newly opened lines in the bind; if they thrust and you displace, immediately set your point onto their openings. The sources emphasize: 'Those are the counters against all techniques which he performs upon you. When he comes before so that you must parry him, work Indes with the parry nimbly to the nearest opening so you land a hit on him sooner than he brings his technique. In this way you win back the Vor.' This describes the Nach strategy completely: defend (must parry), then immediately counter (work Indes to opening), thereby regaining the Vor. Practice Nach by drilling defensive responses that flow immediately into offense: parry-thrust, displace-cut, intercept-wind combinations that don't pause between defense and counter. The Nach teaches important tactical lessons: (1) sometimes you will be defending—accept this and defend well; (2) defense should create offense—don't just block; (3) work immediately to regain initiative—don't stay in Nach longer than necessary. The sources say 'if you may not come to the Vor, wait upon the Nach'—meaning if you can't win the first strike, let them attack and respond skillfully to regain control. Use Nach intentionally in some situations: you can deliberately invite attacks to draw your opponent into committing, then counter their commitment. This is tactical Nach—using defensive positioning to create opportunities. However, avoid being forced into Nach by hesitation or poor tactics—strive for Vor, accept Nach when necessary, but work immediately to regain Vor. Practice recognizing when you're in Nach: if you're reacting to their actions, you're in Nach; if they're attacking and you're defending, you're in Nach. Once you recognize this state, immediately work to change it through decisive counters that force them into defense. The concept of Nach pairs with Vor as complementary states: one person has Vor while the other has Nach, and the fight involves each trying to maintain or seize the Vor. Good fencing involves both achieving Vor when possible and fighting skillfully in Nach when necessary. Remember that Nach is not about submission or pure defense—it's about smart, active responses that create opportunities to seize back control. Even when defending, maintain the mindset of seeking openings and opportunities to counter-attack effectively.",
      "definition": "Defend/counter as they act; reclaim the Vor.",
      "briefDescription": "Defend/counter as they act; reclaim the Vor.",
      "fullDescription": "Nach (after, defensive position) is the state of responding to your opponent's attacks rather than initiating your own—you are defending against their offensive actions. When you are in the Nach, your opponent has the Vor (initiative) and you must address their attacks before you can establish your own offense. The Nach is not inherently bad, but it's inferior to having the Vor because you're reacting to their actions rather than controlling the fight. Execute fighting in the Nach by defending intelligently rather than purely passively: use techniques like Absetzen (parrying with simultaneous thrust), striking into their attacks (the Meisterhäue which break guards), or other responses that simultaneously defend and threaten. Your goal when in the Nach is to regain the Vor (initiative) as quickly as possible. Do this by responding to their attack with a counter that forces them into defense: if they strike and you parry, immediately work Indes (in the instant) to strike/thrust to their openings, turning the tables so they must now defend your attack; if they bind with you, feel (fühlen) their pressure and exploit it immediately with winding or other techniques. The sources describe Nach as 'those are the counters against all techniques which he performs upon you'—meaning Nach is about countering their actions while working to regain control. The key principle is that being in Nach doesn't mean being passive: even when responding to their attacks, you should do so in ways that create offensive threat and opportunity to seize back the Vor.",
      "briefApplication": "Use the concept of Nach to frame your defensive mindset: when your opponent has achieved the Vor and you must defend, do so intelligently and aggressively to regain the initiative."
    },
    {
      "id": "meyer1570.long.indes",
      "category": "timing",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Indes",
      "englishTerm": "In the Instant",
      "fullApplication": "Use the principle of Indes as your timing framework for acting in the immediate moment of opportunity, particularly for interrupting your opponent's actions before they complete or exploiting transitional vulnerabilities. This concept excels at teaching instant response: rather than waiting for your opponent to complete their action and then responding (which is slower and reactive), you act during their action, in the instant when they're committed but not yet complete. Practice Indes in multiple contexts: (1) In the approach (Zufechten), when they begin to lift or prepare an attack, strike Indes during their preparation, hitting them before they can complete their attack. This is a form of Nachreisen, but emphasizing the instantaneous timing of acting during their preparation. (2) In the bind (Krieg), when you feel their pressure (Fühlen), immediately work Indes based on what you feel: if hard, immediately Zucken or wind around; if soft, immediately thrust or press through. Don't think or pause—feel and act Indes, simultaneously. The sources emphasize: 'Indes, that sharp word, is the key that unlocks the art'—meaning instant action in the moment is what makes the system work. (3) After parrying, work Indes to the next opening: they attack, you parry, and Indes (in that same instant, without pause) you strike/thrust to their opening. The parry and counter flow together as one continuous action. (4) When they change guards or withdraw, act Indes during their transition before they complete it, exploiting the moment when they're in motion and vulnerable. Practice Indes by developing instant perception-action loops: see opportunity → act immediately, with no conscious thought or delay between. This requires extensive training until responses become automatic. Drill with partners: they begin various actions, you work Indes to interrupt or exploit those actions. Focus on acting during their motion, not after. The concept teaches that there are windows of opportunity during your opponent's actions—moments when they're committed, in motion, or transitioning—and acting Indes means exploiting these windows instantly. The timing is simultaneous or overlapping: both of you are in motion, but your action interrupts or exploits theirs because you're acting in the moment of their vulnerability. Indes connects deeply to both Vor and Nach: if you're in Vor, work Indes to maintain offensive pressure (they parry, you immediately strike next opening); if you're in Nach, work Indes to regain Vor (they attack, you parry and immediately counter Indes). The concept also pairs with Fühlen: feel their pressure, act Indes based on that feeling—the two concepts work together as perception (Fühlen) and instant action (Indes). Practice Indes until it becomes your automatic response mode: opportunities appear, you act immediately, without thought or delay. This is the 'sharpness' of Indes—the instantaneous, decisive action that exploits moments before they pass. Remember that Indes is not about speed alone but about timing: acting in the right instant, during the window of opportunity, whether that instant is fast or slow. The key is acting during their action or transition, exploiting the moment, not waiting for it to complete. Master Indes and you can interrupt your opponent's techniques before they complete, exploit every transitional vulnerability, and maintain offensive pressure that never gives them time to establish their own actions. This is the highest level of tactical timing in the system.",
      "definition": "Exploit the transitional moment to hit while they move.",
      "briefDescription": "Exploit the transitional moment to hit while they move.",
      "fullDescription": "Indes (in the instant, meanwhile, during) is the concept of acting in the immediate moment of opportunity—specifically, acting during your opponent's action before they complete it. The term describes simultaneous or overlapping timing: you act while they're still acting, intercepting their technique before it completes or exploiting the transitional moment during their action. Indes is not about acting after their action finishes (that would be Nach), but rather acting in the midst of their action, during the window of opportunity their motion creates. Execute Indes by maintaining alert awareness and instant readiness: when you see them begin an action (lifting to strike, withdrawing, changing guards, committing to an attack), immediately act during that motion before they complete it. Your action interrupts or exploits their action: if they lift to strike, you strike Indes during their lifting motion, hitting them before their strike completes; if they bind and push hard, you act Indes to exploit their committed pressure with Zucken or winding; if they parry your attack, you work Indes in the parry to hit the next opening before they can establish their counter. The concept emphasizes instantaneous response: there's no thinking or delay, just immediate action based on what you perceive. Indes is closely linked with Fühlen (feeling)—you feel their pressure or action, then act Indes based on that information. The sources describe Indes as a 'sharp word,' emphasizing its critical importance. Mastery of Indes means you can respond instantly to opportunities, acting in the window between their commitment and completion, or between their actions.",
      "briefApplication": "Use the principle of Indes as your timing framework for acting in the immediate moment of opportunity, particularly..."
    },
    {
      "id": "meyer1570.long.hart",
      "category": "concept",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Hart",
      "englishTerm": "Hard/Strong",
      "fullApplication": "Use recognition of hart (hard/strong pressure) as your tactical cue for choosing yielding and redirecting techniques rather than pressing techniques. When you feel your opponent pressing hard in the bind, immediately employ techniques that work with or around their strength rather than against it. The principle of hart teaching is fundamental to smart fighting: don't meet force with force (which favors the physically stronger), but instead use technique to redirect or exploit committed force. When you feel hart in the bind (through Fühlen), immediately recognize this as a cue for specific technique choices: Zucken works excellently against hart—pull your blade away suddenly, and their committed hard pressure pushes forward into empty space, overcommitting them and creating openings for your strike to the now-open line. Durchwechseln works against hart—they're pressing hard to control your blade on one side, so change through to the other side where they're not controlling, and thrust. Certain winding applications work against hart by redirecting their force rather than opposing it—wind around their pressure to bring your point online without fighting their strength. Mutieren can work in some contexts against moderate hart—wind over their blade while trapping it, using their own commitment against them. Practice recognizing hart through blade contact: establish binds with training partners, have them vary pressure (hard, soft, medium), and practice immediately identifying hard pressure and responding with yielding techniques. The key tactical lesson is that fighting against strength is inefficient and favors the naturally stronger fighter—instead, feel when they're strong and use technical skill to redirect or avoid that strength while exploiting the commitment it represents. Hart as a concept teaches you not to be stubborn in the bind: if you feel strong pressure, don't stubbornly push back, but intelligently yield and work around it. The opposite state, soft (weich), calls for opposite responses: when they're soft, press through; when they're hart, yield around. Together, hart and weich give you a complete pressure-reading system that dictates technique choice in the bind. Practice this principle extensively: hard pressure = yield/redirect; soft pressure = press through. Let this become automatic so you don't think 'they're pressing hard, what should I do?' but instead automatically execute yielding techniques the instant you feel hard pressure. The concept connects to efficient fighting: use minimum force and maximum technique by working with pressure states rather than against them. Remember that hart is a cue, not a problem: when you feel it, it tells you valuable tactical information (they're committed and pressing), and you respond by exploiting that commitment through appropriate techniques. This transforms their strength from an advantage into a vulnerability you can exploit through smart technical choices. Master the recognition and response to hart, and you become much more efficient and effective in the bind, using your opponent's own committed pressure against them rather than struggling in strength contests.",
      "definition": "Strong bind pressure: cue for yielding actions (mutieren/zucken).",
      "briefDescription": "Strong bind pressure: cue for yielding actions (mutieren/zucken).",
      "fullDescription": "Hart (hard, strong) describes your opponent's state in the bind when they are exerting firm pressure against your blade, pushing hard or pressing forward with commitment. This is a tactical state you perceive through Fühlen (feeling) when your blades are in contact. When your opponent is hard in the bind, they are committing force against your blade, trying to displace it, control it, or press through your defense. You can feel this through your blade: their pressure is strong, pushing against you, attempting to dominate your blade. Hart is not about absolute force but about tactical commitment: they are pressing with intention and force, committed to controlling your blade or pushing through. Recognize hart through blade contact: when you feel strong pressure pushing against your sword, that's hart. The appropriate response to hart is to yield, redirect, or work around their strength rather than meeting it with your own strength (which becomes a contest of force where the stronger person wins). Use techniques that exploit their committed hard pressure: Zucken (pull away suddenly, letting their pressure push into empty space, then strike the opening this creates), Durchwechseln (change through under their blade while they're committed to controlling your current line), certain applications of winding that redirect their force, or Mutieren in contexts where you can trap their committed blade and thrust past it. The principle is 'strong against weak, weak against strong'—when they're strong (hart), you should be weak (yielding, redirecting), not meet their strength with yours.",
      "briefApplication": "Use principle of hart teaching is fundamental to smart fighting: don't meet force with force (which favors the physically stronger), but instead use technique to redirect or exploit committed force."
    },
    {
      "id": "meyer1570.long.weich",
      "category": "concept",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Weich",
      "englishTerm": "Soft/Weak",
      "fullApplication": "Use recognition of weich (soft/weak pressure) as your tactical cue for choosing direct, pressing techniques that exploit your opponent's lack of control. When you feel your opponent yielding or exerting little pressure in the bind, immediately employ techniques that press through their weakness with direct attacks. The principle of weich teaching is to recognize and exploit passivity: when they're not controlling your blade, press your attacks through their weak defense. When you feel weich in the bind (through Fühlen), immediately recognize this as a cue for specific technique choices: Wind to thrust directly—their soft resistance means you can bring your point online and thrust through without their blade stopping you. Execute Mutieren—wind over their soft/passive blade and thrust to lower openings while trapping their weapon with your crossguard; this works because their lack of pressure allows you to dominate and trap their blade. Press through with direct cuts—if they're not controlling your blade, your cuts can reach them without being effectively stopped. Execute direct thrusts from the bind—simply extend through their weak defense. The key is that weich gives you permission to be aggressive and direct: they're not stopping you, so press through. Practice recognizing weich through blade contact: establish binds with training partners, have them vary pressure, and practice immediately identifying soft/yielding pressure and responding with pressing techniques. The key tactical lesson is that passivity and weakness should be exploited immediately—don't hesitate when they're not controlling, but press your attacks through decisively. Weich as a concept teaches you to recognize opportunity: when they're not pressing or controlling, this is your moment to attack directly and decisively. The opposite state, hart (hard/strong), calls for opposite responses: when they're strong, yield; when they're weich, press. Together, weich and hart give you a complete pressure-reading system. Practice this principle extensively: soft/weak pressure = press through; hard/strong pressure = yield around. Let this become automatic. The concept connects to tactical opportunism: when you feel an opponent's weakness or passivity, exploit it immediately and decisively with direct attacks. Don't overthink or hesitate when you feel weich—press through. The historical sources emphasize: 'if soft, press through; if hard, yield'—this simple principle governs all binding work. Weich is a green light for direct offense: feel it, press through immediately. Practice until this becomes automatic: feel soft pressure, instantly wind to thrust or press through with cuts. The response should be immediate (Indes) based on what you feel (Fühlen)—no thought between perception and action. Remember that weich is an opportunity: your opponent has failed to control your blade or is passively yielding, giving you the chance to press direct attacks that exploit this weakness. Master the recognition and response to weich, and you become efficient at capitalizing on your opponent's passivity, pressing attacks through whenever they fail to control effectively. This transforms any moment of their weakness into your opportunity to strike decisively.",
      "definition": "Weak bind pressure: cue for direct thrust/cut through.",
      "briefDescription": "Weak bind pressure: cue for direct thrust/cut through.",
      "fullDescription": "Weich (soft, weak) describes your opponent's state in the bind when they are exerting little or no pressure against your blade, yielding rather than pushing, or failing to control your sword. This is a tactical state you perceive through Fühlen (feeling) when your blades are in contact. When your opponent is weich in the bind, they are not committing force, not controlling your blade effectively, or passively yielding to your pressure. You can feel this through your blade: their pressure is light or absent, they're not pushing back against you, their blade yields when you press. Weich is not about absolute lack of force but about tactical passivity: they are not actively controlling or pressing. Recognize weich through blade contact: when you feel little resistance or yielding when you press, that's weich. The appropriate response to weich is to press through with direct attacks—thrusts, cuts, or winding actions that exploit their lack of control. Use techniques that capitalize on their weakness: wind to thrust directly through their soft resistance, execute Mutieren (winding over to thrust low while trapping their passive blade), press through with cuts, or simply thrust through their weak defense. The principle is 'strong against weak, weak against strong'—when they're weak (weich), you should be strong (pressing, attacking directly), exploiting their passivity with committed offensive actions.",
      "briefApplication": "Use recognition of weich (soft/weak pressure) as your tactical cue for choosing direct, pressing techniques that exploit your opponent's lack of control."
    },
    {
      "id": "meyer1570.long.zufechten",
      "category": "concept",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Zufechten",
      "englishTerm": "Onset",
      "fullApplication": "Use the concept of Zufechten to frame your tactical approach during the initial phase of combat—from the moment you're at distance until you establish close engagement. This phase excels at establishing the tone and control of the fight through committed opening actions. During Zufechten, your goals are: (1) Close distance safely and efficiently, moving from long range where neither can hit to fighting range where engagement is possible. Move with purpose and structure, not hesitantly. (2) Win the Vorschlag (first strike) by attacking first with a committed, powerful strike to your opponent's openings. This seizes the Vor (initiative) and forces them into defensive responses. (3) Launch strikes from guards—begin in one of the primary Leger (guards), then as you enter range, execute powerful cuts or thrusts. The Meisterhäue are particularly suited to Zufechten: Zornhau, Krumphau, Zwerchhau, Schielhau, and Scheitelhau are all powerful opening strikes that either break guards or establish strong binds. (4) Establish a favorable bind if your opponent defends—your opening strike should be structured so that if they parry, you're in a good position for Handarbeit (close work). (5) Assess and provoke—use guards and initial movements to read your opponent's intentions and draw out reactions that give you tactical information. Practice Zufechten by drilling opening sequences: start at distance in a guard, close with deliberate footwork, and launch your opening strike as you enter measure. Practice each of the Meisterhäue as Zufechten options, learning when each is appropriate based on your opponent's guard and positioning. Meyer's system particularly emphasizes variety in Zufechten: you can approach from different guards, use different opening strikes, and create different tactical setups depending on the situation. Don't approach passively or tentatively during Zufechten—move with purpose and strike with commitment. The Zufechten strike should be genuine threat: powerful, well-structured, properly distanced to actually reach your opponent. Tentative or short strikes waste the Zufechten opportunity and leave you vulnerable. Use triangular footwork (stepping offline while striking) during Zufechten to create angles that make your opening strikes more effective and safer. Practice distance judgment: know exactly when you're in range and launch your Zufechten strike at that moment, not too early (falling short) or too late (giving them time to preempt). Remember that Zufechten is not just about physical approach but about tactical approach: you're setting up the entire exchange through your guard choice, approach path, and opening strike. Make deliberate tactical choices during Zufechten that give you advantages in the subsequent Handarbeit phase. If your opening strike doesn't hit (because they defended), transition immediately to Handarbeit by working in the bind they've created—don't pull back or pause. The phases should flow: Zufechten leads directly into Handarbeit when they defend, or into Abzug if you hit or need to disengage. Master Zufechten and you enter every exchange with purpose, structure, and tactical advantage, setting up favorable situations for the close work to follow.",
      "definition": "The approach/opening phase before handwork.",
      "briefDescription": "The approach/opening phase before handwork.",
      "fullDescription": "Zufechten (onset, approaching, pre-fencing) is the first phase of combat where you approach your opponent and initiate engagement, beginning from the moment you start moving toward each other until you establish blade contact or close to binding range. This phase is particularly emphasized in Joachim Meyer's 1570 system as the first of three distinct phases (Zufechten, Handarbeit/Krieg, Abzug), though the concept exists in earlier Liechtenauer tradition as well. During Zufechten, you: close distance from long range to fighting range; launch opening strikes from your guards (Leger/Huten); attempt to win the Vorschlag (first strike); establish initial control or provoke reactions; assess your opponent's intentions and guard choices. Execute Zufechten by beginning in one of the primary guards (typically Vom Tag, Ochs, Pflug, or Alber), then as you enter measure, strike with committed cuts or thrusts to your opponent's openings. These opening strikes should be powerful and genuine threats, forcing your opponent to respond. The Zufechten strike typically aims to either hit directly (if your opponent is passive or poorly positioned), or to establish a favorable bind (if they defend). Your footwork during Zufechten should close distance while maintaining structure and balance—typically using deliberate, measured steps or occasionally more explosive entries. The five Meisterhäue (master strikes) are particularly associated with Zufechten, as they are long-range attacks from the approach phase. The Zufechten ends when you establish blade contact (beginning Handarbeit/Krieg) or when the exchange completes and you disengage (beginning Abzug).",
      "briefApplication": "Use the concept of Zufechten to frame your tactical approach during the initial phase of combat—from the moment you're at distance until you establish close engagement."
    },
    {
      "id": "meyer1570.long.handarbeit",
      "category": "concept",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Handarbeit",
      "englishTerm": "Handwork (Krieg)",
      "fullApplication": "Use the concept of Handarbeit to frame your approach to close-range combat with blade contact, emphasizing sophisticated technique over raw force. This phase excels at rewarding technical skill, tactical sensitivity, and rapid decision-making over physical attributes. Once you establish blade contact (from Zufechten or from any strike that's parried), immediately enter Handarbeit mindset: stay engaged with their blade, feel their pressure, and work continuously based on what you perceive. The goals during Handarbeit are: (1) Maintain blade contact when tactically advantageous—don't leave the bind unnecessarily, as contact gives you control and information. (2) Feel (Fühlen) continuously to assess their pressure state—hard, soft, or neutral—then choose appropriate techniques. (3) Wind constantly to bring your point toward openings while maintaining the safety of blade contact. Your point should always threaten; winding lets you change which opening you're threatening without losing contact. (4) Execute appropriate techniques based on pressure and situation: if hard, use yielding techniques (Zucken, Durchwechseln); if soft, use pressing techniques (winding to thrust, Mutieren). (5) Work rapidly and continuously—don't pause or think slowly. Handarbeit requires speed and fluidity: feel → decide → act, all nearly instantaneous. (6) Attack from one opening to another—if they defend one line, immediately work to the next opening. Keep them constantly defending. Practice Handarbeit extensively through bind-focused drilling: establish blade contact with training partners and practice all the binding/winding techniques with emphasis on feeling pressure and responding appropriately. This phase is where most of the system's technique catalog lives: winding, Duplieren, Mutieren, Zucken, Durchwechseln, Abschneiden (slicing), various wrestling applications, and more. Each technique is a tool for specific Handarbeit situations. Develop automatic responses: feel hard → execute yielding technique; feel soft → execute pressing technique. This should become instinctive through practice. Handarbeit also includes transitioning to wrestling (Ringen am Schwert) when appropriate: if you're in very close range with blade contact and opportunity arises, transition to grappling techniques, throws, disarms, or pommel strikes. Meyer emphasizes that Handarbeit 'comprises the greatest art'—this is where technical mastery matters most. Physical strength matters less in skilled Handarbeit because you're using leverage, timing, and technique rather than force. Practice continuous flow: establish bind, feel, wind, thrust/cut/slice based on opening and pressure, and if that's defended, immediately continue to next action. Never stop working in Handarbeit—maintain constant pressure and activity. The phase tests your ability to gather information through touch (Fühlen), make rapid tactical decisions, and execute techniques precisely under pressure. Remember that Handarbeit is not about desperately struggling in the bind but about skillful, efficient work that exploits every opportunity. Stay calm, feel constantly, make smart technique choices, and maintain offensive pressure throughout. Master Handarbeit and you become dangerous at close range where technical skill dominates, able to work efficiently in the bind to find and exploit openings that less skilled opponents cannot perceive or capitalize on. This is the heart of sophisticated longsword fencing.",
      "definition": "The in-fight phase where technique decides the exchange.",
      "briefDescription": "The in-fight phase where technique decides the exchange.",
      "fullDescription": "Handarbeit (handwork, also called Krieg or 'war' in earlier Liechtenauer tradition) is the second phase of combat where you work at close range with blade contact, executing sophisticated techniques based on feeling (Fühlen), winding, binding, and rapid tactical decisions. This is the phase that begins when blades make contact (after Zufechten) and continues until you hit your opponent or disengage. Meyer (1570) particularly emphasizes Handarbeit as the middle phase where 'the greatest art and all speed which can take place in fencing' occurs. During Handarbeit, you: maintain blade contact through binds; feel (fühlen) your opponent's pressure to assess whether they're hard or soft; wind to bring your point to new openings while maintaining contact; execute techniques like Duplieren, Mutieren, Zucken, Durchwechseln, Schneiden (slicing), and others based on what you feel; work rapidly from one opening to another based on your opponent's reactions; potentially transition to grappling (Ringen am Schwert) at very close range. Execute Handarbeit by staying actively engaged in the bind: don't passively hold blade contact, but constantly work—feeling pressure, winding to openings, choosing techniques based on hard/soft states, maintaining offensive threat through continuous action. Your hands and blade should be in constant subtle motion, adjusting, winding, seeking openings. The Handarbeit phase requires the highest technical skill because you must make rapid tactical decisions based on tactile information (Fühlen) while maintaining structure, balance, and offensive pressure. This is where the system's sophistication appears: beginners only know how to strike, but advanced practitioners excel in Handarbeit where technique, sensitivity, and tactical intelligence dominate.",
      "briefApplication": "Use the concept of Handarbeit to frame your approach to close-range combat with blade contact, emphasizing sophisticated technique over raw force."
    },
    {
      "id": "meyer1570.long.abzug",
      "category": "concept",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Abzug",
      "englishTerm": "Withdrawal",
      "fullApplication": "Use the concept of Abzug to frame your approach to safe disengagement and withdrawal after exchanges have concluded. This phase excels at ensuring you don't get hit during retreat, teaching the tactical principle that leaving the fight safely is as important as entering it or fighting in it. After you've completed an exchange—whether you've hit your opponent, they've defended successfully, or the exchange has become inconclusive—initiate Abzug by withdrawing while maintaining defensive structure. The goals during Abzug are: (1) Disengage safely from blade contact without leaving yourself open to counters or pursuing attacks. (2) Retreat from fighting range back to safe distance while maintaining structure. Don't turn your back or drop your guard. (3) Protect against afterblows—your opponent may attempt to strike you as you withdraw, so maintain defensive capability throughout. (4) Return to a ready guard position, typically Pflug or another stance that covers you during withdrawal. Execute Abzug by cutting as you step backward: as you withdraw, cut in the direction you're moving (typically cutting down and back), creating a barrier with your sword that protects you during retreat. Your footwork should be controlled—step backward smoothly while maintaining balance, don't stumble or rush. Some instructors recommend specific withdrawal techniques: cut toward your opponent as you step back to maintain threat and coverage; recover to Pflug because it keeps your hands low and safe while your point still threatens forward (making it difficult for opponents to slash your arms during withdrawal); or use other cuts that create barriers as you retreat. Practice Abzug by drilling: complete an exchange (strike, bind, finish), then practice withdrawing safely with proper cutting and footwork. This should become automatic—after every exchange in practice, execute a proper Abzug rather than simply dropping your guard or turning away. The concept teaches important tactical awareness: every action has three parts (approaching/entering, working, leaving), and neglecting the third part leaves you vulnerable. In training contexts, good Abzug allows you to reset safely for the next exchange. In competitive contexts, it prevents afterblows and demonstrates control. In hypothetical real contexts, it ensures you don't get hit after landing your attack, as historical sources note that many fighters were injured during or after their own successful attacks. Meyer emphasizes Abzug as completing the tactical cycle: you enter deliberately (Zufechten), work skillfully (Handarbeit), and leave safely (Abzug). Master all three phases for complete tactical competence. Practice Abzug consciousness: in all training, don't just think about entering and hitting, but also think about leaving safely afterward. Make safe withdrawal habitual. Some variations of Abzug include not just cutting away but using other defensive actions: maintaining blade contact and pressing them backward as you retreat; executing specific techniques like Hendedrucken (pressing their hands/arms painfully to force them back); or transitioning through specific guard sequences that provide coverage during withdrawal. The key principle is that withdrawal should be active and defensive, not passive. Don't just retreat—cut, cover, maintain structure, and ensure you're not exposed to counters during your departure. Remember that the fight isn't over until you've safely disengaged, so treat Abzug with the same tactical attention as the other phases. Master Abzug and you complete your technical toolkit, ensuring you can enter safely, work skillfully, and leave safely—the full cycle of competent fencing.",
      "definition": "Exit phase to leave without being hit.",
      "briefDescription": "Exit phase to leave without being hit.",
      "fullDescription": "Abzug (withdrawal, departing, pulling away) is the third and final phase of combat where you safely disengage from your opponent after an exchange, retreating from fighting range without being hit. Meyer (1570) particularly emphasizes Abzug as the third phase of his three-part combat model (Zufechten, Handarbeit, Abzug), though the concept of safe withdrawal exists throughout the longsword tradition. During Abzug, you: disengage from blade contact safely; retreat from fighting range while maintaining defensive structure; protect yourself against potential afterblows or pursuing attacks; return to a guard position that covers you during withdrawal. Execute Abzug by cutting away as you withdraw—don't simply pull back or turn away, but cut as you step back, creating a barrier that protects you during retreat. The cut-and-withdraw motion should be coordinated: as your feet move backward, your sword cuts to maintain a defensive barrier. You can withdraw to various guards: Pflug is often recommended as safest because your hands are low and protected while your point still threatens; Ochs can also work but leaves your hands more exposed. Your withdrawal should be deliberate and controlled, not panicked or rushed. You're creating space while maintaining structure and defensive capability. The Abzug acknowledges a practical reality: not every exchange ends with your opponent disabled, and you need to be able to leave the engagement safely. This is particularly important in practice/training contexts where you want to reset for another exchange, but it's equally important in real contexts where withdrawing safely after landing a hit (or after an inconclusive exchange) is crucial to avoid afterblows.",
      "briefApplication": "Use the concept of Abzug to frame your approach to safe disengagement and withdrawal after exchanges have concluded."
    },
    {
      "id": "meyer1570.long.ringen_am_schwert",
      "category": "technique",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Ringen am Schwert",
      "englishTerm": "Wrestling at the Sword",
      "fullApplication": "Use Ringen am Schwert when you've closed to very close range where traditional sword techniques no longer work effectively, integrating wrestling skills with your sword to control, throw, disarm, or strike your opponent. This phase excels at ending fights decisively through grappling techniques enhanced by the sword as a leverage tool. The techniques apply when: (1) You've deliberately closed range through Durchlaufen (running through) and are now inside their reach. (2) In Handarbeit (close work), you've closed even tighter and have opportunity for wrestling. (3) Your opponent attempts to close on you and you need grappling responses. (4) The fight has naturally moved to very close range through the flow of exchange. Execute Ringen am Schwert by smoothly transitioning from sword technique to wrestling technique: maintain contact with their sword or body, then immediately apply grappling techniques that use your sword as enhancement. Common applications include: Throws using your sword as lever—place your blade against their neck, under their arm, or across their body, then use it as a rigid lever to throw them by pulling, pushing, or torquing. Trip them while using sword pressure to break their balance. Disarms (Schwertnehmen)—grab their blade or hilt, control their weapon with leverage, and strip it away or force them to release it. This often involves trapping their sword against your body or using two hands against their one. Pommel strikes—at very close range, release one hand from your sword and strike with your pommel to their head, face, or body. The heavy pommel makes an effective impact weapon at this range. Arm locks and controls—use your sword to trap or lever their arms, applying joint locks that force them to submit, drop their weapon, or move where you want. Wrestling throws and takedowns—apply standard wrestling techniques (hip throws, trips, takedowns) while using your sword for additional leverage, control, or off-balancing. Practice Ringen am Schwert with appropriate protective gear since these techniques involve close physical contact and potential falls. Train the transition from sword techniques to wrestling: practice moving smoothly from Handarbeit or Durchlaufen into wrestling applications. Develop your general wrestling skills as foundation—Ringen am Schwert requires competent grappling ability enhanced by the sword, not just sword technique. Study historical sources for specific techniques: many manuscripts show detailed Ringen am Schwert plays with specific throws, disarms, and strikes. Practice these historically-documented techniques to build your close-range toolkit. Remember that at very close range, your sword becomes a multipurpose tool: a lever for throws, a rigid bar for locks and controls, an impact weapon (pommel and crossguard), and a means to control their weapon. Use all these functions as situations demand. Ringen am Schwert teaches that longsword combat includes all ranges: from long cuts through middle binding to close wrestling—you must be competent at all ranges to be a complete fighter. Don't neglect this range in training. Practice deliberately closing to wrestling range, applying techniques, and transitioning back to sword range when appropriate. Master Ringen am Schwert and you become dangerous at all ranges, able to wrestle effectively even with swords in hand, using the weapon to enhance rather than limit your grappling options.",
      "definition": "Disarms, throws, pommel strikes once blades are engaged.",
      "briefDescription": "Disarms, throws, pommel strikes once blades are engaged.",
      "fullDescription": "Ringen am Schwert (wrestling at the sword, grappling with the sword) refers to all grappling, throwing, and close-combat techniques executed when swords are still in hand but fighters are at very close range. This represents the closest range of longsword combat, beyond the range where cutting and binding dominate. These techniques involve: throwing your opponent using your sword as a lever against their neck, arms, or body; disarming techniques (Schwertnehmen) where you strip away or control their sword; pommel strikes to the head, face, or body; arm locks and joint manipulations that disable or control; body-to-body wrestling that uses your sword for leverage while employing throws, trips, and takedowns. Execute Ringen am Schwert by first closing to very close range (often through Durchlaufen - running through), then immediately transitioning from sword techniques to wrestling techniques that incorporate the sword as a tool. Grip your sword at both hilt and blade to give yourself more control and leverage options—the sword becomes a rigid lever you can use against your opponent's body, neck, or arms. Common techniques include: placing your blade across their neck and using it as a lever to throw them backward; hooking their arms or neck with your blade and pulling/pushing to disrupt their balance; striking with your pommel to their head or face from close range; controlling their sword arm and using leverage to force them to release their weapon; various throws and takedowns that use your sword for additional leverage or control. Your wrestling skills become primary at this range—the sword enhances your grappling rather than replacing it.",
      "briefApplication": "This phase excels at ending fights decisively through grappling techniques enhanced by the sword as a leverage tool."
    },
    {
      "id": "meyer1570.long.schwertnehmen",
      "category": "technique",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Schwertnehmen",
      "englishTerm": "Sword-taking",
      "fullApplication": "Use Schwertnehmen techniques when you're at very close range (typically during Ringen am Schwert) and opportunity arises to control and remove your opponent's weapon, ending the fight by disarming them. These techniques excel at decisive endings: without their weapon, your opponent is defeated (in training/competition) or at severe disadvantage (in historical context). Schwertnehmen opportunities typically arise when: (1) You've closed to wrestling range through Durchlaufen or close Handarbeit, bringing you within reach of their hilt or blade. (2) Their weapon is positioned where you can safely grab it—often when they've overextended, when it's bound or trapped, or when you've moved inside their guard. (3) You've controlled their arms or body in ways that limit their ability to withdraw or reorient their weapon. Execute Schwertnehmen by identifying the opportunity, immediately controlling their weapon with one hand (grabbing blade at flat, grabbing hilt, or hooking with your crossguard), then using leverage to strip it away. Common methods include: Two-hands-against-one: grab their hilt with one hand while maintaining your own weapon with your other hand, using your mechanical advantage to twist or pull their sword from their grip. Lever-strip: trap their blade against your body or with your sword, then use your free hand to grab and twist their hilt, levering the weapon from their hands. Joint-lock disarm: apply wrist or arm lock that forces them to release their weapon to avoid injury. Crossguard-hook: use your crossguard to hook their blade, then twist and pull to strip it away. Step-and-strip: step to create angles that give you leverage on their weapon, then pull or twist it away. Practice Schwertnehmen carefully with training weapons and protective gear, as these techniques involve close contact and weapon control. Start slowly to learn the mechanics, then gradually increase speed and resistance. Train the recognition of opportunities: not every moment allows Schwertnehmen—you must identify when their weapon is positioned favorably and when you have sufficient control to attempt disarming. Poor timing leads to failure or worse, losing your own weapon. Study historical sources for specific Schwertnehmen techniques: manuscripts show various specific disarms with details about gripping, leverage, and footwork. Practice these documented techniques as foundation for your close-range toolkit. Remember that disarming is high-reward (ends the fight decisively) but requires specific conditions (very close range, favorable weapon position, sufficient control). Don't force Schwertnehmen attempts when conditions aren't right. Schwertnehmen connects to broader principles of close-range combat: once you're at wrestling range, everything becomes viable—strikes, throws, disarms, locks. Use whatever technique the situation favors. Practice transitions: after successful Schwertnehmen, immediately follow with controlling actions (they may try to regain a weapon or close to unarmed grappling). Master Schwertnehmen and you add decisive disarming techniques to your close-range arsenal, able to end fights by removing your opponent's weapon when opportunities arise.",
      "definition": "Control/strip the opponent's weapon from contact.",
      "briefDescription": "Control/strip the opponent's weapon from contact.",
      "fullDescription": "Schwertnehmen (sword-taking, disarming) refers specifically to techniques for taking away or disarming your opponent's sword, typically executed at very close range as part of Ringen am Schwert (wrestling at the sword). These techniques involve controlling your opponent's weapon through leverage, joint manipulation, or force, then removing it from their grasp. Execute Schwertnehmen by: grabbing their blade or hilt with one or both hands while controlling it with your own sword; using leverage to force their weapon away from their body or out of their hands; applying joint locks to their wrist or arm that make holding their sword painful or impossible; trapping their sword against your body or using your crossguard to hook and control it; using two-hand advantage against their one hand by grabbing their hilt or blade with one of your hands while maintaining your own weapon; applying sudden force or torque that breaks their grip. The techniques often involve gripping their blade safely (at the flat or near the crossguard) or grabbing their hilt, then using mechanical advantage to twist, pull, or lever the sword away. Your own sword may be used to trap, hook, or control their weapon while your free hand performs the actual stripping motion. Some techniques involve stepping or body positioning that creates angles where their sword can be controlled and removed. Schwertnehmen typically requires very close range where you can reach their weapon with your hands, and often emerges from Ringen am Schwert situations where you're grappling with swords still in hand.",
      "briefApplication": "These techniques excel at decisive endings: without their weapon, your opponent is defeated (in training/competition) or at severe disadvantage (in historical context)."
    },
    {
      "id": "meyer1570.long.kurze_schneide",
      "category": "blade part",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Kurze Schneide",
      "englishTerm": "Short Edge (False Edge)",
      "fullApplication": "Use the short edge (Kurze Schneide) deliberately in techniques that specifically call for it, understanding that this back edge serves important tactical purposes in the longsword system. While the long edge is primary for most cuts, the short edge enables specific techniques and tactical options that expand your capabilities. The short edge appears in several key techniques: Schielhau often uses the short edge, particularly when delivered from certain angles—the blade rotates during the strike to present the short edge forward, allowing you to strike with specific mechanics that support the Schielhau's tactical purpose of breaking Pflug and countering thrusts. Zwerchhau from the right side frequently uses the short edge—as you strike horizontally from your right, rotating your hands brings the short edge forward, creating the characteristic high horizontal strike. Winding actions may rotate your blade to bring the short edge against your opponent's blade or toward targets, giving you additional options for edge orientation in the bind. Certain binding positions naturally place your short edge forward, and you can use this edge to control or press against your opponent's blade. Practice short edge techniques by focusing on the hand rotation required: when striking with the short edge, your hands must turn to present this edge forward, which feels different from true edge strikes. Your thumbs typically rotate toward the target (whereas with true edge, your knuckles rotate toward target). Drill the specific techniques that use short edge: practice Schielhau with proper hand rotation to deliver the short edge; practice Zwerchhau from right side with short edge; practice winding in the bind that transitions between edges. Develop edge awareness: know at all times which edge is forward and be able to transition between edges deliberately through proper winding and rotation. The short edge teaches an important principle: a double-edged sword gives you two edges to work with, expanding your tactical options beyond single-edge weapons. Don't limit yourself to only the long edge—use both edges as techniques demand. Historical sources specifically mention short edge techniques and positions, indicating this was a deliberate and important aspect of longsword technique, not an afterthought. Some techniques work better or only work with specific edges—respect these technical requirements by using the correct edge. Practice edge control: in all binding and winding work, maintain awareness of which edge is engaged with your opponent's blade and which edge is threatening openings. This awareness lets you choose appropriate techniques based on current edge orientation. Remember that while most basic cuts use the long edge for simplicity and power, advanced techniques frequently employ the short edge for specific tactical purposes. Master both edges and you have complete technical control of your sword, able to strike and work effectively with whichever edge the situation favors.",
      "definition": "Opposite of true edge; key in Schielhau/windings.",
      "briefDescription": "Opposite of true edge; key in Schielhau/windings.",
      "fullDescription": "Kurze Schneide (short edge, false edge, back edge) refers to the edge of the longsword blade that faces away from you when you hold the sword in a normal grip, opposite the Lange Schneide (long edge/true edge). On a double-edged longsword, this is the edge that would face backward if you held the sword with the true edge forward. The short edge is called 'short' not because of its physical length but because it's on the 'short' or back side of the blade relative to your hand position and body. In a standard grip with quillons horizontal, the short edge is the one facing upward (toward your thumb if using thumb grip). The short edge is used for specific cuts and techniques where you strike with the back of the blade rather than the primary edge. Important applications of the short edge include: the Schielhau (squinting strike) which is typically delivered with the short edge from certain positions; certain Zwerchhau (thwart strike) variations, particularly when striking from the right side; various winding actions that rotate the blade to bring the short edge into play; some binding and parrying positions that use the short edge to control the opponent's blade. Using the short edge typically requires rotating your hands and wrists to present this edge forward. When cutting with the short edge, your hand position and body mechanics differ from true edge cuts—often involving more wrist rotation and different body angles.",
      "briefApplication": "Use the short edge (Kurze Schneide) deliberately in techniques that specifically call for it, understanding that this back edge serves important tactical purposes in the longsword system."
    },
    {
      "id": "meyer1570.long.lange_schneide",
      "category": "blade part",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Lange Schneide",
      "englishTerm": "Long Edge (True Edge)",
      "fullApplication": "Use the long edge (Lange Schneide) as your primary cutting edge for most techniques, understanding that this edge represents your natural, powerful, and structurally sound option for the majority of longsword work. The long edge should be your default for most situations because it offers mechanical advantages: natural alignment with your body structure, powerful cutting mechanics, strong defensive positions, and intuitive edge orientation. Most fundamental techniques use the long edge: all basic Oberhau (descending cuts) use the long edge; most Unterhau (rising cuts) use the long edge; many Mittelhau (middle cuts) use the long edge; the Zornhau uses the long edge; the Krumphau typically uses the long edge; the Scheitelhau uses the long edge. When binding, the long edge forward gives you strong structure and good control options. When parrying with techniques like Absetzen, the long edge provides solid interception of incoming attacks. Practice edge awareness: know that your long edge is forward most of the time and develop strong technique with this edge before worrying excessively about short edge techniques. Master the fundamentals: powerful cutting with the long edge, strong binding with the long edge, effective parrying with the long edge. These are the foundation of longsword technique. The long edge also provides advantages in edge alignment: because it's naturally aligned with your knuckles, you can use your knuckle position as a guide to ensure proper edge orientation during cuts—if your knuckles are aimed at the target, your long edge is likely aligned correctly. When practicing cuts, focus on long edge mechanics: lead with your knuckles, keep your forearms relatively aligned (not twisted), drive the edge through the target with body rotation and extension. These mechanics create powerful, clean cuts that utilize the long edge effectively. The historical sources primarily describe long edge techniques, with short edge techniques appearing in specific special applications. This indicates that the long edge was considered primary, with the short edge as supplementary. When binding with the long edge forward, you have strong structure and can press effectively, wind to bring your point online, or maintain control. This is why most binding work defaults to long edge engagement. Practice defending with the long edge: techniques like Absetzen specifically use long edge to intercept and control incoming attacks, combining defense and offense effectively. The long edge gives you strong structure for this simultaneous defend-and-threaten approach. Remember that while the short edge has important specific uses, the long edge remains your primary tool for most situations. Develop strong long edge technique as foundation, then add short edge techniques as refinements that expand your tactical options. Master the long edge and you master the core of longsword technique: powerful cuts, strong bindings, effective defenses, all built on mechanically sound use of your primary cutting edge.",
      "definition": "Main edge for most cuts and strong parries.",
      "briefDescription": "Main edge for most cuts and strong parries.",
      "fullDescription": "Lange Schneide (long edge, true edge, primary edge) refers to the edge of the longsword blade that faces forward when you hold the sword in a normal grip, aligned with your knuckles and naturally positioned for cutting. On a double-edged longsword, this is the edge that faces toward your target when you hold the sword ready to strike. The long edge is called 'long' not because of its physical length but because it's on the 'long' or forward side of the blade relative to your hand position and body—it's the edge you naturally lead with. In a standard grip with quillons horizontal, the long edge is the one facing downward (toward your knuckles if using standard grip). The long edge is the primary cutting edge used for most techniques: the majority of cuts (Oberhau, Unterhau, Mittelhau) are delivered with the long edge; most defensive positions and parries use the long edge to control the opponent's blade; binding and winding work often maintains long edge forward; techniques like Zornhau, Krumphau, and Scheitelhau typically use the long edge. Using the long edge is mechanically natural and powerful because it aligns with your body structure and delivers force effectively. When cutting with the long edge, your knuckles lead the strike, your forearms remain relatively untwisted, and your body mechanics support powerful edge-on-target impact. The long edge provides the strongest structure for parrying because it aligns with your hand and arm position naturally.",
      "briefApplication": "Use the long edge (Lange Schneide) as your primary cutting edge for most techniques, understanding that this edge..."
    },
    {
      "id": "meyer1570.long.ort",
      "category": "blade part",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Ort",
      "englishTerm": "Point",
      "fullApplication": "Use the point (Ort) as your primary threatening and finishing tool, understanding that the point is central to the entire German longsword tradition. While cuts are important, the historical sources make clear that the point is supreme: 'the point threatens and finishes.' Your point should constantly threaten your opponent, forcing them to respect and defend against the immediate danger it represents. The point appears throughout the system: In guards, position your point to threaten constantly—Ochs and Pflug point forward at face/chest; Langort extends the point directly at the opponent; even guards that appear more withdrawn should quickly transition to pointing threat. In attacks, use the point as your finishing tool: after cuts create openings or establish binds, thrust with the point to exploit those opportunities. The Zornhau-Ort exemplifies this: strike Zornhau, bind, immediately thrust along their blade with your point. In defense, use the point to threaten even while defending: Absetzen parries by extending your point, simultaneously defending and threatening. After any parry, your point should immediately seek openings. In binding work, constantly wind to bring your point online toward openings—the entire winding system revolves around keeping your point threatening while maintaining blade contact. Practice point control extensively: your point should be stable, directed, and threatening at all times. Wobbly, wandering, or offline points are less threatening and less effective. Develop the ability to keep your point online even as your body moves, even as you cut, even during complex footwork. The point should feel like an extension of your awareness, constantly seeking and threatening targets. In the sources, the principle is clear: cuts provoke reactions and create opportunities (they force parries, displace guards, establish binds), but the point finishes—once the opportunity exists, the thrust ends the exchange. Practice this pattern: cut to create opportunity → thrust with point to exploit opportunity. Your cutting work sets up your thrusting work. The point also controls distance and centerline: by extending your point forward (Langort, Sprechfenster), you create a barrier your opponent must deal with before they can reach you. This gives you control of space and tempo—they must address your point before implementing their attacks. Practice distance control with the point: extend fully to create maximum threat and space control, making your opponent work around or through your point to reach you. The point enables instant attacks: because it travels in a straight line rather than an arc, thrusts arrive faster than cuts. Use this speed advantage when you need immediate hits—the moment an opening appears, your point should be driving toward it. Historical sources emphasize: 'learn to thrust from all guards' and 'the point must always threaten the face or chest.' This means that regardless of what guard you're in, you should be able to thrust immediately, and your point should always be positioned to threaten vital targets. Practice thrusting from all positions: from high guards, low guards, left and right, from the bind, from all situations. The point should be usable instantly from any position. Remember that point control separates skilled from unskilled: beginners have wobbly, inconsistent points; advanced practitioners have steady, threatening, constantly online points. Develop this control through dedicated practice. Master the point and you master the heart of the German longsword tradition: the constant threat that forces your opponent to defend, the shortest and fastest path to target, the primary finishing tool that ends exchanges decisively.",
      "definition": "Tip; essential in Zornhau-ort and Absetzen.",
      "briefDescription": "Tip; essential in Zornhau-ort and Absetzen.",
      "fullDescription": "Ort (point, tip) refers to the pointed end of the longsword blade, the primary tool for thrusting and the central threatening element in much of the German longsword tradition. The point is not just a physical feature but a tactical concept—historical sources repeatedly emphasize that 'the point threatens and finishes' while cuts prepare and create opportunities. The point's importance stems from several factors: it travels the shortest distance to the target (straight line rather than arc), making thrusts faster than cuts; it can threaten continuously from guards like Ochs, Pflug, and Langort; it delivers decisive attacks that end exchanges; it controls centerline and dominates space; it serves as both offensive weapon and defensive tool. The point features prominently in many techniques: all thrusts (Stich) use the point to penetrate; Zornhau-Ort is a fundamental follow-up where you thrust along the opponent's blade after binding; Absetzen uses the point to threaten while parrying; Langort and Sprechfenster position the point forward to control space and gather information; winding brings the point online toward openings while maintaining blade contact; Ansetzen immediately places the point onto openings as they appear. The point should remain threatening constantly—even when cutting, your point should return to threatening position quickly. Good point control means keeping the point stable, online, and directed toward targets, not wavering or wandering offline during actions.",
      "briefApplication": "Use the point (Ort) as your primary threatening and finishing tool, understanding that the point is central to the entire German longsword tradition."
    },
    {
      "id": "meyer1570.long.fehlen",
      "category": "technique",
      "master": ["Joachim Meyer"],
      "weapon": "longsword",
      "originalTerm": "Fehlen",
      "englishTerm": "Feint (Missing)",
      "fullApplication": "Use Fehlen (feinting) sparingly and deliberately to provoke specific reactions that create openings for your real attacks. While feinting is a valid tactical tool, the Liechtenauer tradition emphasizes committed, genuine attacks more than deceptive feints—use feints as occasional tactical variations rather than primary approaches. Fehlen works when: your opponent is defensive and prone to parrying, making them susceptible to feints that draw their parries; you need to open a specific line that's currently defended; you want to gather information about their reactions and defensive patterns. Execute Fehlen by making your initial attack appear genuine and threatening enough that they must respond—if they don't believe your feint, they won't react and the technique fails. Strike or thrust with apparent commitment toward one opening, causing them to move to defend that line (raising their sword, shifting position, committing to a parry), then immediately change your attack to a different line that's now open because of their reaction. Common Fehlen applications include: Feint high, strike low: begin a descending strike toward their head, causing them to raise their defense, then immediately pull back and cut low to their legs or body where they've opened by raising high. Feint one side, thrust other: begin a cut to one side to draw their parry, then change through (Durchwechseln) under their parrying blade to thrust to the opposite side. Feint thrust, cut: begin a thrust that makes them defend against it, then change to a cut that comes around their thrust defense. Feint to provoke Nachreisen: deliberately miss short, making them attempt to counter your 'miss,' then strike them during their counter attempt. Practice Fehlen with restraint: the Liechtenauer tradition values committed attacks that create genuine threats and establish binds where you can work with advantage. Overuse of feints can make you tentative and prevent you from establishing strong positions. The sources suggest feinting is a valid tool but not the primary approach—most teaching emphasizes striking directly to openings with commitment, establishing binds, and working in those binds based on feeling (Fühlen). Use Fehlen when it serves specific tactical purposes, not as your default approach. The technique appears in various forms in the sources: Durchwechseln can be used as a feint (threaten one side, change through when they defend); Zucken can function as feint (bind, pull away when they press, strike the opening); even certain guard positions can feint (appear to threaten one line, suddenly change to attack another). Practice making feints convincing: your initial attack must appear real enough that skilled opponents react to it. Half-hearted or obviously fake feints waste time and energy without creating opportunities. Commit to your feint as if it's real, only changing at the last moment when their reaction appears. Remember that good opponents may not react predictably to feints—they may not take the bait, or they may respond in unexpected ways. Be prepared to adapt if your feint doesn't produce the expected reaction. Against skilled opponents, frequent feinting may become ineffective as they learn to ignore or counter your feints. Master Fehlen as a tactical tool you can deploy when situations favor it, but maintain Liechtenauer's emphasis on committed, genuine attacks as your primary approach. Use feints to add tactical variety and to solve specific defensive problems, but don't make them your core strategy. The best use of Fehlen is occasional and surprising: if you usually attack directly and genuinely, your occasional feint will be more effective because opponents won't expect it.",
      "definition": "A purposeful miss to provoke and change through.",
      "briefDescription": "A purposeful miss to provoke and change through.",
      "fullDescription": "Fehlen (feinting, missing, failing) refers to deliberately missing or shortening an attack to provoke a reaction from your opponent, then exploiting that reaction by changing to a different attack. This is a deceptive technique where your apparent attack is actually a setup for your real attack. Execute Fehlen by beginning a strike or thrust that appears committed and threatening, causing your opponent to react (typically by parrying or moving to defend that line), but intentionally keep the attack short or pull it just before completion, then immediately redirect to a different line where they're now open. The key is making the initial attack appear genuine enough that they must react, but maintaining control so you can change direction instantly. Your feint must be convincing: if they don't react because they recognize it as a feint, the technique fails. Common applications include: striking toward one opening to draw their parry, then changing through (Durchwechseln) under their blade to thrust to the opposite opening; beginning a cut to make them raise their defense, then pulling back and striking low where they've opened; threatening high to make them cover high, then immediately attacking low. Fehlen must be used judiciously—Liechtenauer's system generally emphasizes committed, genuine attacks over deceptive feints. The sources contain relatively little explicit emphasis on feinting compared to other systems, suggesting feints should be used selectively rather than as primary tactics. When used, feints should setup higher-percentage attacks, not become an end in themselves.",
      "briefApplication": "Use Fehlen (feinting) sparingly and deliberately to provoke specific reactions that create openings for your real attacks."
    }
  ]
}
