[
  {
    "originalTerm": "Vom Tag",
    "englishTerm": "From the Roof",
    "definition": "A high guard position with the sword held at or above the shoulder, point angled back and upward, representing the most aggressive posture in Liechtenauer's system.",
    "technicalDescription": "Stand with the sword held on your right shoulder (or above your head), with the blade angled approximately 45 degrees backward and upward. Your hands should be near your temple or above your head, with your weight distributed to enable a powerful forward step. The point aims back-right, creating potential energy for descending cuts. From this position, your forearms may be crossed or uncrossed depending on which side you hold it. This guard exemplifies maximum potential energy—like a coiled spring ready to release. The blade can rest on the shoulder or be held slightly off it. Your body should be slightly coiled, ready to unwind into a powerful strike. This is considered the 'hot' and 'dry' guard in classical elemental theory—aggressive, direct, and powerful but less mutable than Ochs or Pflug.",
    "application": "Use Vom Tag as your primary launching point for descending cuts, especially the Zornhau (Wrath Strike). This guard excels at seizing the initiative (the Vor) by threatening the opponent's upper openings with powerful overhead strikes. It's particularly effective when you need to break through an opponent's guard with sheer force and forward pressure. Enter with this guard when you want to dominate the high line and force your opponent to react defensively. The guard is broken by Zwerchhau, so be prepared to commit fully to your attack or transition quickly if your opponent employs this counter. Vom Tag is your go-to position when you need maximum striking power and want to establish psychological dominance through an overtly aggressive posture."
  },
  {
    "originalTerm": "Alber",
    "englishTerm": "Fool",
    "definition": "A deceptive low guard with hands extended forward and point dropped toward the ground, designed to bait the opponent into attacking your deliberately exposed upper openings.",
    "technicalDescription": "Hold your sword with arms extended forward, hands at approximately waist to hip height, with the point lowered toward the ground at roughly a 45-degree angle. The sword should be held in the center of your body or slightly to the left (as described in most sources). Your quillons should align with your lead forearm. The guard appears passive and vulnerable, with your upper body seemingly undefended—this is intentional. Your body posture should be slightly coiled despite the extended arms, ready to spring upward. The name 'Fool' reflects both the apparently foolish exposure of openings and the medieval fool's role as a trickster who subverts expectations. This is considered the 'cold' and 'dry' guard—low energy in appearance but containing surprising power for rising actions. Some sources show Alber held slightly off-center to create specific angular opportunities.",
    "application": "Use Alber as a provoking guard to bait your opponent into attacking your high openings. When they commit to a descending strike, rapidly rise into a hanging parry (Hengetort) or transition through Pflug to thrust upward into their attack. The guard is specifically designed to draw overcommitted attacks that you can intercept or slip under. Alber is broken by the Scheitelhau (Scalp Strike), which forces your point even further down and prevents your ability to rise effectively—so if you see this coming, transition immediately. This guard teaches the principle of 'meeting strong with weak'—you appear vulnerable, invite the attack, then use the opponent's committed energy against them. It's particularly effective against aggressive opponents who can't resist an apparently open target. The 'Zwei Hengen' (two hangings) technique specifically describes rising from Alber to Pflug as a thrusting action, creating the paradoxical image of something 'hanging from the ground.'"
  },
  {
    "originalTerm": "Ochs",
    "englishTerm": "Ox",
    "description": "A high thrusting guard with the hilt held near the temple and the point extending forward toward the opponent's face like the horns of an ox.",
    "technicalDescription": "Hold your hilt next to your head at temple level, with the point directed toward your opponent's eyes or throat. When holding Ochs on your right side, your forearms will be crossed; on your left side, they will not be crossed. You can use either a handshake grip (with quillons nearly vertical and true edge upward) or a thumb grip (with quillons nearly horizontal and thumb underneath). The sword should be angled so that approximately 30-45 degrees forward from vertical. This guard is also called the 'upper hengen' (upper hanging). Your stance should be mobile, with weight ready to press forward behind the thrust. The point must always threaten the opponent's face or upper chest—this is critical to the guard's function. Ochs represents the 'wet' and 'hot' guard in elemental theory—fluid, mutable, and capable of quick transitions. The hands are high and relatively protected by the blade's angle. This guard can exist on either side of the body, creating four total variations when combined with Pflug.",
    "application": "Use Ochs as your primary high-line thrusting platform and as a strong binding position from which to wind and work in the Krieg (the war—close-range blade work). Ochs excels at maintaining constant offensive pressure with the threat of an immediate thrust while also being ready to catch and bind incoming strikes. From here, you can quickly thrust, execute a Zwerchhau, or wind into various actions based on what you feel (fühlen) in the bind. Ochs is particularly effective after catching an opponent's strike, as it naturally positions you for winding actions. The guard is broken by Krumphau (Crooked Strike), which specifically targets this position by coming over your blade to strike your hands or head. When in Ochs, always be prepared to wind or strike through, never remain static. This guard shines when you need to combine defense and offense simultaneously, threatening while protecting. The 'Vier Hengen' (four hangings) system uses Ochs and Pflug as the primary positions for winding work."
  },
  {
    "originalTerm": "Pflug",
    "englishTerm": "Plow",
    "definition": "A low thrusting guard with hands positioned near the hip and the point directed forward on the centerline toward the opponent's face or chest.",
    "technicalDescription": "Hold your hilt next to your hip (right or left), with the point directed toward your opponent's eyes or throat along the centerline. When holding Pflug on your right, your forearms will be crossed; on your left, they will not be crossed. You can use either a handshake grip (quillons nearly vertical with true edge downward) or a thumb grip (quillons nearly horizontal with thumb on top). Your hands should be at hip to waist height, with the blade angled upward approximately 30-45 degrees so the point threatens the upper body. This is called the 'lower hengen' (lower hanging). Your body should be in a stable, rooted stance that can drive forward behind the thrust. The low hand position protects your hands while the point remains a constant threat. Pflug is considered the 'cold' and 'wet' guard—low on the body but highly mutable and fluid. Like Ochs, Pflug exists on both sides, contributing to the four hangings that form the core of winding work. The guard should feel stable and patient, ready to thrust or wind instantly.",
    "application": "Use Pflug as your primary low-line thrusting position and as a safe platform from which to enter combat or recover after landing a hit. Pflug excels at controlling the centerline while keeping your hands protected and low. From this position, you can thrust directly, rise into cuts, or wind into various upper or lower attacks based on pressure in the bind. Pflug is particularly valuable for defensive recovery—many instructors recommend pulling back to Pflug after landing a hit to protect against afterblows, as your hands are low and safe while your point still threatens. The guard is broken by Schielhau (Squinting Strike), which specifically displaces Pflug's point while striking. Use Pflug when you need a stable, patient position that maintains threat while protecting your hands. It's excellent for testing the opponent's commitment—maintain Pflug and see how they react, then wind or thrust based on what you feel. The combination of Pflug and Ochs creates the complete hengen system from which all winding actions emerge. Pflug is also ideal for setting up Durchwechseln (changing through) if the opponent binds onto your blade."
  },
  {
    "originalTerm": "Langort",
    "englishTerm": "Long Point",
    "definition": "A fully extended guard position with arms straightened and the point aimed directly at the opponent, creating maximum reach and an immediate linear threat.",
    "technicalDescription": "Extend both arms fully forward (without locking your elbows) with the point of your sword aimed directly at your opponent's face, throat, or chest. Your blade should form a straight line from your hands to the target. Your weight should be balanced, with your lead foot forward and your body positioned to drive behind the thrust if needed. The sword's quillons should align with your lead forearm for proper structure and hand protection. This position is sometimes called Sprechfenster (Speaking Window) when specifically used to maintain contact and 'feel' the opponent's pressure in the bind. Langort is essentially the extended version of both Ochs and Pflug—it's where many techniques naturally end after a thrust or parry. Your point should remain steady and on target, creating a barrier the opponent must deal with before they can reach you. The position should feel strong and rooted through your core, with the blade acting as an extension of your arms. This is the most linear and direct of all guards.",
    "application": "Use Langort to control distance and deny your opponent the ability to attack freely. This guard excels at maintaining the Vor (initiative) by presenting a constant, immediate threat that forces your opponent to react before they can launch their own attacks. Langort is the common ending position after executing Absetzen (setting aside)—you parry by extending into long point, simultaneously defending and threatening. It's also valuable when you need to gauge your opponent's intentions through blade contact (fühlen) without committing to a specific technique. From Langort/Sprechfenster, you can feel whether your opponent is hard or soft, then immediately wind, thrust, or strike based on that information. Use this guard when you've landed a thrust and want to maintain pressure, or when you need to control the measure and tempo of the fight. The extended point makes it difficult for opponents to rush in with close-range techniques without first dealing with your threat. Langort is particularly effective in the transition between Zufechten (approaching phase) and Krieg (close combat), as it bridges distance control with binding options."
  },
  {
    "originalTerm": "Eisenport",
    "englishTerm": "Iron Gate",
    "definition": "A low guard with the point directed forward and downward, designed to receive and deflect descending attacks while preparing to rise into counter-strikes or thrusts.",
    "technicalDescription": "Hold your sword with the grip positioned in front of your body at knee to waist height, with the point directed downward and forward at approximately a 30-45 degree angle toward the ground (in most period sources) or upward toward the opponent's face (in Joachim Meyer's later interpretation). The more common historical version resembles the Italian Porta di Ferro Bassa, with hands low and centered, blade angled down, creating a barrier at the lower line. Your arms should hang relatively straight but not locked, with the blade positioned to intercept or redirect incoming strikes. Your stance should be stable and rooted, ready to rise or drive forward. This guard exists in multiple variations: with the point offline to the left or right (halfway between Alber and Wechsel), or in a Schrankhut-like position on the right or left side. The guard's name evokes an iron gate or door—solid, defensive, and controlled. Meyer's later upward-pointing version resembles Porta di Ferro Alta and is more thrust-oriented, though he notes that thrusting was less used by Germans of his era.",
    "application": "Use Eisenport primarily as a receiving guard to catch and deflect descending blows, then immediately rise into an Unterhau (rising strike) or thrust to counter-attack. This guard excels at defense-to-offense transitions—you're not trying to block statically but rather to redirect the opponent's energy while positioning for your counter. Eisenport works particularly well against overhead cuts, as you can intercept them low on your blade (using your strong against their weak), then flow directly into a rising counter. The guard is valuable when you need to adopt a lower profile or when recovering from a previous action and need a defensive reset. Use it to bait overhead strikes, then rise through them. In Meyer's upward-pointing version, it becomes more of a thrusting guard similar to Pflug but with a more withdrawn, defensive character. The multiple variations mean you can hold Eisenport on different sides to address different tactical situations. Because it's less commonly emphasized in core Liechtenauer teaching compared to the Vier Leger (four primary guards), treat Eisenport as a specialized or transitional position rather than a primary guard."
  },
  {
    "originalTerm": "Hengetort",
    "englishTerm": "Hanging Point",
    "definition": "A defensive guard with hands held high and the point hanging downward toward the opponent's line, positioned to intercept descending strikes and convert them into thrusts through winding.",
    "technicalDescription": "Hold your hands high, approximately at head height or slightly above, with the point of your sword hanging downward at roughly a 45-degree angle, directed toward the opponent's centerline or slightly offline. The blade crosses your body at an angle, creating a roof-like barrier against overhead strikes. Your true edge should generally face toward the opponent's blade to catch their strike effectively. This guard is sometimes considered a variation or application of Ochs, but with the point deliberately lowered to create a hanging interception rather than a forward threat. Your body should be coiled and ready to extend or wind immediately upon contact. The guard's name comes from the blade 'hanging' from your high hands—imagine a point hanging down like a stalactite. Your weight should be mobile, ready to step forward into the parry and counter. The position appears defensive but contains immediate offensive potential through winding actions. This guard has become very popular in modern competitive HEMA because of its effectiveness against overhead strikes.",
    "application": "Use Hengetort primarily to intercept and parry overhead strikes (Oberhau) while simultaneously preparing to thrust or cut in response. This guard excels in the Nach (defensive/responsive mode)—when your opponent initiates an overhead attack, Hengetort allows you to safely catch their blade on your strong while your point hangs in position to immediately wind into a thrust to their face or body. The hanging point position means that once you catch their strike, you need only wind your hands forward and straighten your arms to deliver a thrust, using their own committed energy against them. Hengetort is particularly effective against Zornhau and other descending cuts. Watch modern competitive HEMA and you'll see Hengetort used extensively because it provides a safe, effective counter to overhead aggression while maintaining offensive potential. Unlike a pure parry, Hengetort positions you to immediately seize the Vor through winding. Use this guard when you expect overhead attacks, when you need to play defensively but want to counter instantly, or when transitioning from a high guard position and an overhead attack materializes. The guard can be held on either side and adjusted based on the angle of incoming attack."
  },
  {
    "originalTerm": "Sprechfenster",
    "englishTerm": "Speaking Window",
    "definition": "An extended guard position with the point directed forward in front of your face, used to maintain blade contact and 'speak' with the opponent through pressure (fühlen) while threatening constantly.",
    "technicalDescription": "Extend your arms forward with your hands positioned in front of your face or slightly below, with the point aimed directly at your opponent's face or upper chest. The sword should be nearly fully extended, creating a straight line of threat. Your blade should be in light contact with (or positioned to immediately contact) your opponent's blade, allowing you to feel their pressure and intentions. The position is essentially Langort held at face height with an emphasis on maintaining the bind or contact point. Your forearms should frame your face like a window—hence the name—with the blade extending through this 'window' toward the opponent. Your body should be balanced and centered, ready to wind, thrust, or cut based on what you feel through the blade contact. The guard should feel active and alert rather than static—you're using it to gather information through feeling (fühlen) while maintaining constant threat. Your weight should be distributed to allow instant forward or circular movement.",
    "application": "Use Sprechfenster specifically in the Krieg (close combat phase) to maintain contact with your opponent's blade while reading their pressure and intentions through fühlen. This guard excels at the moment of engagement when blades are touching but neither fencer has committed to a specific technique. From Sprechfenster, you can immediately wind to thrust high or low, cut around their blade, or maintain pressure based on whether they're hard (strong) or soft (weak) in the bind. The 'speaking' metaphor is key—you're having a conversation through steel, asking questions with pressure and reading the answers through feeling. Use Sprechfenster when you've engaged the opponent's blade but need to assess before committing to your next action. It's particularly valuable when both fighters enter simultaneously and create a bind—Sprechfenster allows you to gather intelligence while maintaining threat. The guard denies your opponent the ability to rush in with grappling or close-range techniques because your point controls the centerline. According to sources, Sprechfenster is effectively Langort used specifically for this 'feeling' purpose in the bind. Wind from this position based on what you feel: if they're soft, thrust through; if they're hard, wind around; if they pull away, follow with Nachreisen."
  },
  {
    "originalTerm": "Schlüssel",
    "englishTerm": "Key",
    "definition": "A transitional guard position with the hilt held near the chest or hip and the blade angled across the body, serving as a 'holding' line that can quickly unlock into thrusts or cuts.",
    "technicalDescription": "Hold your hilt at chest or hip height with the blade angled diagonally across your body, creating a barrier line. The exact position can vary—some interpretations place it similar to a middle guard with the blade crossing from high right to low left (or the reverse), while others show it as a more vertical position with the blade angled. The key characteristic is that it's a transitional 'holding' position rather than a primary attacking or receiving guard. Your hands should be positioned to enable quick rotation into either Pflug (by lowering) or Wechsel (by shifting the angle). The guard should feel neutral and balanced, like a key waiting to turn in a lock. Your body posture should be compact and coiled, ready to extend in any direction. The blade angle creates a defensive line while your hands remain relatively protected. This guard is mentioned in later sources and in the context of pike and bayonet fencing derived from longsword techniques, suggesting it had enduring tactical value.",
    "application": "Use Schlüssel as a transitional position when you need to control a specific line momentarily before committing to your next action. This guard excels at creating a brief barrier while you assess the situation or wait for the right moment to strike or thrust. From Schlüssel, you can quickly rotate into thrusts (especially to Pflug), execute slicing actions, or wind into other positions based on the opponent's movement. It's particularly useful in the bind when you need to hold a position firmly while preparing your next technique. The 'key' metaphor suggests unlocking—you hold this position briefly, then turn/unlock it into offensive action. Use Schlüssel when transitioning between major guards or when you've just deflected an attack and need a stable position from which to counter. The guard maintained relevance into the pike and bayonet era, suggesting it effectively combines defensive security with offensive potential. Don't remain in Schlüssel statically—like a key, its purpose is to turn and open the next opportunity. Link it fluidly to Pflug for low thrusts or to Wechsel for positional shifts."
  },
  {
    "originalTerm": "Nebenhut",
    "englishTerm": "Side Guard",
    "definition": "A low side guard with the blade held near the body and the point directed backward, presenting a narrow profile while preparing to sweep across with rising or horizontal strikes.",
    "technicalDescription": "Hold your sword low on your left side (most sources specify left, particularly Ringeck's MS Dresd.C.487), with the blade near your body and the point directed backward—creating a 'tail guard' appearance. Your hands should be at hip height or slightly below, with the blade angled back and down. Your body should turn slightly to present a narrow profile to the opponent, minimizing target area. The guard appears withdrawn and passive, but contains potential energy for sweeping, rising cuts or powerful crosswise strikes. Your stance should be coiled, with weight ready to drive forward into a strike that sweeps across the opponent's line. The rear-pointed blade position means you must uncoil and sweep the blade through a large arc to strike—this telegraphs your intention less than high guards because the blade must travel regardless of where you aim. Your leading shoulder and body position become important for protecting against attacks while in this withdrawn guard.",
    "application": "Use Nebenhut when you want to invite the opponent to commit to an attack on your apparently open side, then respond with a powerful rising or crosswise strike that uses maximum body rotation. This guard excels at baiting and counter-attacking—your withdrawn position may tempt aggressive opponents to strike, giving you the opportunity to sweep across with an Unterhau (rising strike) or Zwerchhau (thwart strike) that comes from outside their peripheral vision. The narrow profile you present makes you a more difficult target. Use Nebenhut on the left side specifically (as sources emphasize) to set up right-to-left sweeping actions that can catch overhead strikes or commit to attacks on your apparently open right side. The guard works well when you need to reset or when you want to completely change the tempo of the fight by withdrawing temporarily. Don't overuse this guard, as holding it too long surrenders initiative (Vor). Instead, use it as a brief provocation or transitional moment before exploding into action. The large sweeping arcs possible from Nebenhut can generate significant power through body mechanics."
  },
  {
    "originalTerm": "Schrankhut",
    "englishTerm": "Barrier Guard",
    "definition": "A cross-body guard with the blade held at an angle that creates a lateral 'barrier' line, designed to shut down one side while preparing to enter with slices or winding actions.",
    "technicalDescription": "Hold your sword diagonally across your body, creating a barrier that closes off one side of your fighting line. The blade should be angled from high on one side to low on the other (or vice versa depending on the specific application), with your hands positioned to maintain this diagonal barrier. Your body should be angled to support this line, with your weight ready to drive forward through the barrier into offensive action. The guard creates both a physical obstruction and a psychological boundary—you're explicitly closing one side to force the opponent toward a specific line you've prepared to exploit. Your hands should be positioned to enable quick transitions into binding, slicing, or winding actions. The guard can be held on either side, creating different tactical applications. Your blade angle should be steep enough to create a true barrier but not so extreme that you sacrifice mobility. The position should feel active and pressuring rather than passive.",
    "application": "Use Schrankhut when you want to explicitly control one side of the fighting space, forcing your opponent to attack or move toward a specific line where you've prepared a response. This guard excels at channeling and constraining your opponent's options—by shutting down one side completely, you limit their choices and can prepare specific counters to the remaining options. From Schrankhut, you can quickly execute slicing attacks (Schneiden) as the opponent tries to work around your barrier, or you can bind and wind if they commit to attacking through your barrier. Use this guard when you want to dictate the geometry of the engagement rather than react to the opponent's choices. It's particularly effective against opponents who rely on circling or lateral movement—you cut off their preferred angle and force them into your prepared response. Schrankhut appears in later sources and maintains presence in stage fencing traditions, suggesting it offers practical solutions for controlling space. Don't remain static in this guard; use it to pressure forward while maintaining the barrier, or use it briefly to establish position before transitioning into your attack. The guard works well when combined with aggressive footwork that drives the barrier forward into the opponent's space."
  },
  {
    "originalTerm": "Zornleger / Zornhut",
    "englishTerm": "Wrath Guard",
    "definition": "A variant of Vom Tag specifically aligned and positioned to chamber and launch the Zornhau (Wrath Strike), emphasizing the readiness to counter high strikes with forward diagonal power.",
    "technicalDescription": "Hold your sword in a high position similar to Vom Tag, but specifically chambered on your right shoulder with the blade angled back, ready to release a powerful diagonal descending strike. Your body should be coiled with your right side back (for right-handed fencers), creating tension and potential energy in your core. Your hands should be near your right temple or shoulder, with the blade angled approximately 45 degrees back and upward. Your weight distribution should favor your rear foot, ready to drive forward with the strike. This guard is essentially Vom Tag held specifically to prime the Zornhau—the difference is less about the exact position and more about the intention and preparation. Your body mechanics should be loaded like a spring, ready to unwind forward and diagonal in the signature motion of the Wrath Strike. Your lead foot should be positioned to step forward and across as you strike. The guard should feel aggressive and ready rather than static.",
    "application": "Use Zornleger/Zornhut specifically when you intend to launch a Zornhau or when you want to appear ready to do so as a threat. This guard excels at preparing for direct engagement with an opponent who is also threatening from above—it's the classical response to facing another fighter in a high guard. The chambered position allows you to counter an incoming Oberhau (overhead strike) with your own Zornhau, binding strongly and then working with Duplieren or Mutieren based on pressure in the bind. Use this guard when you want to signal aggressive intent and force your opponent to respect your threat of a powerful descending diagonal strike. The position allows you to seize the initiative (Vor) by launching first, or to counter with perfect timing if they strike. Since Zornhau is often described as the first and most fundamental of the master strikes, this guard represents the foundational aggressive posture from which much of the system flows. Your body position in Zornleger should optimize for maximum forward driving power—this isn't just about arm strength but about full body commitment through the strike. Use this guard when facing another Vom Tag or Zornleger, as it sets up the classical Zornhau bind that leads into the core teaching of the system."
  },
  {
    "originalTerm": "Zornhau",
    "englishTerm": "Wrath Strike",
    "definition": "A powerful diagonal descending strike from the right shoulder that serves as the primary technique for countering overhead attacks, establishing a strong bind, and initiating follow-up winding actions.",
    "technicalDescription": "Begin in Vom Tag or Zornhut position with your sword chambered on your right shoulder. Step forward with your right foot (for right-handed fencers) as you unwind your body, driving a powerful diagonal cut from high right to low left. The strike should target your opponent's upper left opening (their head or shoulder) with a descending diagonal path. Your arms should extend forward as your body rotates, creating maximum power through full-body mechanics rather than just arm strength. The true (long) edge leads the cut. As you strike, your hands should drive forward and down, passing through the target line. When executed as a counter to an incoming Oberhau, your Zornhau should meet their blade in a strong bind—your strong (forte) against their weak (foible) if possible. The strike ends in a lower position, often in a variation of Wechsel or a lower hanging position. Your right foot should end forward, with your hips turned toward the point of blade contact. The key is forward pressure and commitment—this isn't a tentative strike but a powerful, decisive action. Don't telegraph by pulling back first; strike directly from the chamber position.",
    "application": "Use Zornhau as your primary response when an opponent strikes at you from above (Oberhau) or when you want to seize initiative with a powerful diagonal attack. This strike excels at meeting force with force—by striking simultaneously with your opponent's overhead cut, you create a bind where you can assess their pressure (hard or soft) through fühlen. If they're soft in the bind, immediately thrust along their blade to their face (Zornhau-Ort). If they're hard and push your sword aside, use Duplieren (doubling over to the other side) if they're very strong, or Mutieren (mutating to a lower thrust) if they're moderately strong. The Zornhau is foundational to the entire Liechtenauer system—it's the first master strike taught, and the follow-up techniques (winding, duplieren, mutieren) from the Zornhau bind apply to virtually all other situations in the system. Use this strike when you need to establish control through force and forward pressure. It specifically counters other Oberhau attacks and can break through uncommitted guards. The Zornhau is not a technique for displacing guards (unlike the other master strikes)—it's a direct, powerful killing blow that happens to create excellent binding opportunities when met with resistance. Practice this strike extensively, as it teaches the fundamental principle of striking 'with the strength of the whole body' and establishes the bind from which all close-range work flows."
  },
  {
    "originalTerm": "Krumphau",
    "englishTerm": "Crooked Strike",
    "definition": "A crossing diagonal strike delivered with a forward diagonal step, driving the pommel underneath your top arm until your forearms cross, targeting the opponent's hands or striking over their blade to break Ochs guard.",
    "technicalDescription": "Begin from Vom Tag or a high position. As you strike, step diagonally forward and to the side, driving a cut that travels across the direct line to your opponent. The key mechanical feature is driving your pommel underneath your top arm until your forearms physically cross and touch—this creates the 'crooked' or 'crossing' characteristic. The strike can be delivered with either edge depending on the situation, but typically uses the long edge when breaking guards. Your hands should drive forward with the pommel moving underneath, creating a wrapping or hooking motion around or over the opponent's blade. The strike targets the opponent's hands, forearms, or comes over their blade to strike their head. The footwork typically involves a wide diagonal sideways step that takes you offline from their counterattack while enabling you to reach across. Your body should rotate significantly to generate power through this crossing motion. The strike ends with your arms crossed, point forward, in a position similar to Pflug but with crossed arms.",
    "application": "Use Krumphau specifically to break Ochs guard or to disrupt any attack or guard where the opponent's blade is high and forward. This strike excels at displacing the opponent's sword while simultaneously striking—it's not just a parry or just an attack, but both unified into one action. When you see an opponent in Ochs threatening to thrust, execute Krumphau by striking across and over their blade, hooking it down and away while your strike continues to their hands or head. The diagonal stepping takes you offline from their thrust while your crossing action gives you mechanical advantage. Use Krumphau early in the fight (from Zufechten) when you need to break through a prepared guard. The strike also works against Zornhau—if you catch them early in their strike, you can Krump against their blade and redirect it. The verse states 'Krump to the flats of the master if you wish to weaken them'—this means striking to the flat of their blade (not edge-to-edge) to gain better displacement. Target their hands whenever possible, as hand strikes are immediately fight-ending. The crossed-arm position you end in can immediately transition to winding and thrusting. Don't overuse this strike from close range—it requires space and time to execute properly. Use it from approach distance with committed footwork."
  },
  {
    "originalTerm": "Zwerchhau",
    "englishTerm": "Thwart Strike",
    "definition": "A high horizontal strike that cuts across the upper line to win control over the opponent's hands and head, typically delivered with the short edge from the right and long edge from the left.",
    "technicalDescription": "Execute a horizontal or slightly rising horizontal cut at head height, striking across your opponent's upper line. From the right side, the strike typically travels with the short (false) edge leading—twist your hands as you strike from Vom Tag so the short edge rotates into the blow. From the left side, strike with the long (true) edge leading. The strike should arc across horizontally, targeting the opponent's head, neck, or arms. Your hands drive across your body at approximately shoulder to head height, with the blade traveling in a flat or slightly rising path. As you strike, step forward and across to generate power and to position yourself advantageously. The strike often ends in an Ochs-like position on the opposite side from where it started. Your body rotation is critical—the power comes from unwinding your core, not just swinging your arms. The Zwerchhau can strike to all four openings successively by alternating sides and heights. Your hands should pass in front of your face as you strike, creating a natural defensive structure.",
    "application": "Use Zwerchhau specifically to break Vom Tag guard and to dominate the high line by striking over or through the opponent's hands. This strike excels at stopping overhead cuts before they develop—if you see an opponent preparing to strike from above, a quick Zwerchhau catches their hands or head before they can complete their strike. The horizontal path allows you to strike while simultaneously creating a barrier that intercepts descending attacks. Use Zwerchhau when you need to seize control of the high line quickly and decisively. The strike works particularly well as a counter to Vom Tag because it reaches the target (hands or head) via a shorter path than a descending strike. You can chain multiple Zwerchhau strikes together, alternating sides to attack all four openings in succession—high right, high left, low right, low left. The strike is versatile: use it to attack directly, to intercept attacks, or to work in the bind. When used from the bind with proper winding, Zwerchhau becomes a powerful way to strike around the opponent's defense while maintaining blade contact. The historical verse emphasizes that Zwerchhau 'threatens strongly' and 'takes away' whatever comes from above. Practice delivering this strike with full body rotation for maximum power, and practice the hand rotation necessary to deliver the short edge effectively from the right side."
  },
  {
    "originalTerm": "Scheitelhau",
    "englishTerm": "Scalp/Parting Strike",
    "definition": "A vertical descending strike aimed directly at the crown of the head, designed to break Alber guard by forcing it even further downward and preventing the opponent's ability to rise into defense.",
    "technicalDescription": "Execute a vertical downward strike directly to the top of your opponent's head—where the hair parts, hence 'parting strike' or 'scalp strike.' Begin from Vom Tag or a high position and drive straight down with the true edge, keeping the blade vertical or near-vertical throughout the strike. Your hands should drive forward and down along the centerline, with minimal lateral deviation. The strike should be fast and committed, using forward pressure to penetrate the opponent's structure. As you strike, step forward to add body weight behind the blow. The strike ends in Alber position as your blade follows through. Your arms should extend fully downward, with your hands dropping low after impact. The key is the vertical path—unlike Zornhau which is diagonal, Scheitelhau descends straight down the centerline. Your body should remain square and centered as you strike, rather than rotating. The power comes from dropping your weight and driving through the target.",
    "application": "Use Scheitelhau specifically to break Alber guard through the principle of 'Überlaufen' (overrunning/overreaching). When your opponent is in Alber with their point low, Scheitelhau drives vertically down onto their head, and if they try to rise to parry, your strike 'overruns' theirs—you hit them before they can get their point up. The vertical path makes this strike particularly effective against low guards because it arrives faster along the direct line than diagonal strikes. Use Scheitelhau when you identify that your opponent favors Alber or other low positions. The strike forces them into a high parry position, which opens them to follow-up winding and thrusting techniques. After landing Scheitelhau (or after they parry it), you're in an excellent position to wind and thrust because your blade has driven them high and you can quickly mutate to a lower thrust. The strike also works against other vertical preparations or when you want to attack directly down the centerline with maximum commitment. Be aware that Scheitelhau is less versatile than Zornhau or Zwerchhau—it's specifically an answer to low positions and to opponents who are slow to bring their defense up. The historical verse states it 'threatens the face' and is 'all to the top' emphasizing its direct, vertical nature. Practice this strike with proper edge alignment and sufficient power to penetrate through parrying attempts."
  },
  {
    "originalTerm": "Schielhau",
    "englishTerm": "Squinter Strike",
    "definition": "An oblique diagonal strike that closes and displaces the opponent's thrusting line while simultaneously landing a blow, specifically designed to counter Pflug and other forward-pointing guards.",
    "technicalDescription": "Execute a diagonal descending strike with a twist—as you cut from Vom Tag, angle your strike to pass across the direct line while simultaneously displacing your opponent's blade. The name 'squinter' comes from the technique of looking at one target while striking at another, or looking down your blade as it angles across. Begin from Vom Tag on your right shoulder, step forward, and deliver a cut that descends diagonally but with your hands and blade angling to intercept and push aside the opponent's extended point as you strike. The short edge typically leads this strike, delivered with a rotation of the hands. Your blade should simultaneously displace theirs offline while your edge continues through to strike their head or body. The footwork often involves stepping slightly offline to create an angle. Your strike essentially 'squints' across the line rather than traveling straight, creating both displacement and strike in one motion. The blade path might be described as coming from high right and cutting across toward their left side while pushing their weapon to your right.",
    "application": "Use Schielhau specifically to break Pflug guard and to counter any position where your opponent's point is extended forward threatening to thrust. This strike excels at solving the problem of an extended point—rather than trying to parry first and then strike, Schielhau combines both actions into one motion. When your opponent is in Pflug or Langort, execute Schielhau by striking diagonally down while angling your blade to displace their point to the side, allowing your strike to land while their point is pushed offline. Use this strike when facing thrusting guards or when opponents extend their point forward to maintain distance. The 'squinting' nature allows you to disguise your intention—you can look at one opening while your strike displaces and attacks another. The strike is versatile enough to work as both an opening attack in Zufechten and as a response to extended guards. Historical sources note that Schielhau 'breaks' the long point and threatens the face. The strike also works against powerful Oberhau attacks—you can use Schielhau as a counter-strike that comes across their line, making it a valid response to multiple threats. Practice the hand rotation and blade angling that allows you to simultaneously displace and strike—this is more sophisticated than a simple cut and requires coordination of angle, edge, and timing."
  },
  {
    "originalTerm": "Winden",
    "englishTerm": "Winding",
    "definition": "The act of rotating your blade against or around your opponent's sword in the bind while keeping your point oriented toward their openings, creating leverage and new angles of attack.",
    "technicalDescription": "Once your blade is in contact with your opponent's (in the bind), rotate your sword by turning your hands and arms while maintaining blade contact. The motion is circular—you're winding around the opponent's blade rather than pulling away or pushing straight through. There are two types of winding relative to the opponent's blade: Inner winding (turning your hilt toward their blade, creating a convex pressing angle) and outer winding (turning your hilt away from their blade, allowing your point to cross behind theirs). The four hengen (hangings)—right and left Ochs, right and left Pflug—are the endpoint positions of winding actions. As you wind, your point should always remain forward and threatening, creating a somewhat circular path rather than removing threat. The strong part of your blade should work toward controlling the weak part of theirs. Your hands and body work together—small rotations of the wrists combined with larger rotations of the forearms and shoulders. Your feet may need to adjust to maintain proper structure and pressure. The key is maintaining contact throughout—you're not disengaging but rather rotating around the point of contact.",
    "application": "Use winding as your primary method of continuing your attack after you've established a bind. Winding excels at transforming defensive situations into offensive ones—after you catch or meet your opponent's attack, immediately wind to bring your point back online toward their openings. The purpose is to create threats from the bind while maintaining the safety of blade contact. Based on what you feel (fühlen) in the bind—whether they're hard (strong) or soft (weak)—you choose which type of wind and which target. If they're soft, an outer wind (mutieren) allows you to trap their blade and thrust low. If they're equal, an inner wind lets you leverage your strong against their weak. If they're hard and moving offline, an outer wind (duplieren) keeps your point threatening even as they displace your hilt. Use winding whenever you're in the bind and need to attack to a different opening than your current line addresses. The sources emphasize that 'whoever winds properly and correctly with the point will always hit' because winding maintains both defense (contact) and offense (threat) simultaneously. From each winding position, you can deliver any of the Drei Wunder (three wounders): cut, thrust, or slice. Practice the eight basic windings—four hengen positions × two winding directions = eight fundamental winding actions. Winding is considered one of the most sophisticated and central aspects of Liechtenauer's system, representing the transition from beginner (who just strikes) to advanced (who fights in the bind)."
  },
  {
    "originalTerm": "Binden",
    "englishTerm": "Binding",
    "definition": "The act of establishing and maintaining blade contact with your opponent's sword, creating a connection through which you can feel their pressure, control the line, and transition to offensive actions.",
    "technicalDescription": "Create blade-to-blade contact by intercepting, meeting, or seeking your opponent's sword with your own. The bind should involve firm but not excessive pressure—enough contact to maintain connection and gather information, but not so much that you're rigidly locked. Your blade should contact theirs at a point where you have structural advantage—ideally your strong (forte, near the hilt) against their weak (foible, near the point). The bind creates a single point of connection between the two swords that becomes the fulcrum for all subsequent actions. Your hands, arms, and body should maintain structure through the bind—don't collapse or over-extend. The bind should feel alive and responsive rather than static. You should be actively feeling (fühlen) through the connection, gathering information about your opponent's pressure, intentions, and reactions. The bind can occur at different heights (high, middle, low) and on different sides (inside, outside) of your body. Your feet and body position should support the bind, allowing you to maintain or increase pressure as needed.",
    "application": "Use binding as the gateway to close-range combat (Krieg). Once you've established a bind through your initial strike or interception, you transition from the Zufechten (approaching) phase to the Krieg phase where winding, feeling, and sophisticated blade work dominate. The bind allows you to control your opponent's sword while simultaneously threatening them—as long as you maintain contact, they cannot simply pull back and strike freely, and you have information about their state (hard/soft, strong/weak). Use binding to 'test' your opponent: create a bind and see how they respond, then immediately exploit their reaction with the appropriate technique. If they push hard, give way and use their force against them (Zucken, Durchwechseln). If they're soft, press through with winding or thrusts. The bind is where you apply the fundamental principle of 'hard against soft, soft against hard'—never meet force with force. Create binds deliberately when you want to work in close range, and maintain them when they give you advantage. The historical sources emphasize that you should 'step close in binding' and that 'binding gives good findings'—meaning the bind is where you discover openings and opportunities. Don't fear the bind; it's the primary arena where skilled fencers distinguish themselves from beginners who only know how to strike. Practice maintaining proper pressure in the bind—not so hard you're committed and rigid, not so soft you lose contact and control."
  },
  {
    "originalTerm": "Absetzen",
    "englishTerm": "Setting-aside",
    "definition": "A defensive technique that simultaneously parries an incoming strike or thrust and establishes an immediate counter-thrust by extending into Langort with your point threatening the opponent.",
    "technicalDescription": "As your opponent attacks with a cut or thrust, extend your arms forward and intercept their blade with your long (true) edge while simultaneously aiming your point at their face, throat, or chest. The motion is a unified parry-and-thrust: you're not blocking first then thrusting, but rather extending into long point in a way that naturally deflects their attack while your point arrives at their target. Your blade angle should redirect their weapon offline—typically upward if defending against an Oberhau, or to the side if defending against a thrust. Your hands extend forward and slightly up or to the side as needed, with your point remaining on the centerline aimed at the opponent. Step forward as you execute Absetzen to add body weight and commitment behind your thrust. Your blade should contact theirs with your strong (near the hilt) against their weak (near the point) for maximum leverage. The technique results in you standing in Langort with their weapon displaced and your point threatening. The key is the simultaneity—defense and offense happen as one action, not sequentially.",
    "application": "Use Absetzen as your primary defensive counter-technique whenever you're responding to an attack in the Nach (defensive/reactive mode). This technique excels at transforming defense into immediate offense—instead of purely blocking (which Liechtenauer considers a poor strategy), you defend by threatening. Absetzen works against both cuts and thrusts, making it versatile. When facing a descending strike (Oberhau), extend into Langort and angle your blade to catch and deflect their strike upward while your point thrusts to their face or chest. When facing a thrust (from Ochs or Pflug), extend and angle to displace their point to the side while your point threatens them. Use Absetzen from both sides—practice intercepting from your right and left, as the historical verse emphasizes 'from both sides hit if you want to step.' The technique is particularly effective when you time it to meet their attack early, before they've developed full speed and commitment. Absetzen embodies the principle of 'good parrying' in Liechtenauer's system—creating threat while defending rather than using purely defensive actions. After executing Absetzen, you're in Langort with your opponent's weapon controlled, giving you excellent position to maintain pressure, wind if they bind, or strike if they pull away. Practice this technique extensively as it represents a core defensive principle: there are no 'pure' defenses in this system, only defensive actions that simultaneously create offense."
  },
  {
    "originalTerm": "Durchwechseln",
    "englishTerm": "Changing-through",
    "definition": "A technique of disengaging your point by dropping it under (or around) your opponent's blade to thrust to the opposite opening while remaining in measure.",
    "technicalDescription": "When your blade is in contact with or approaching your opponent's blade, quickly dip your point downward and pass it underneath (or around) their sword, then immediately extend to thrust on the opposite side. The motion should be quick and minimal—don't make large, sweeping movements but rather a tight, efficient loop under their blade. Your hands stay relatively in place while your point describes a small arc under their sword's edge. As your point clears their blade on the underside, immediately extend to thrust at the newly opened target. Your body should step forward slightly as you complete the thrust. The technique works from either side—you can drop under and change from right to left or left to right. Keep your hands high enough during the exchange that you maintain defensive structure. The motion is analogous to a cavazione in rapier fencing—a quick disengage under the blade. The key is speed and efficiency: if you're slow or use large motions, your opponent can follow and strike you as you disengage.",
    "application": "Use Durchwechseln when your opponent binds onto your sword (especially if they have leverage advantage) or when they attempt to displace or parry your initial thrust. This technique excels at solving the problem of blade obstruction—if your line is blocked, simply go around to the open side. The sources specify that Durchwechseln 'surely finds those who bind onto you,' meaning it works well against opponents who commit heavily to controlling your blade. When you thrust from Pflug or Ochs and your opponent moves to intercept or displace, don't fight their blade—instead, Durchwechsel under and thrust to the opposite side where they're now open. Use this technique in Zufechten (approach phase) when your initial thrust is intercepted but you're not yet fully in the bind. If you Durchwechsel from your right side, thrust to their left side; if from your left, thrust to their right. The technique can also work as a feint—threaten one side to draw their parry, then change through to the open side. Practice smooth, quick execution: the point dips just enough to clear their blade, then immediately extends to target. Don't make it a two-tempo action (disengage THEN thrust) but rather one flowing motion (disengage-to-thrust). Durchwechseln is particularly effective when your opponent is aggressive about controlling blades but not quick enough to follow your point through the change. Be careful not to telegraph—if you pull back or make large preparatory motions, skilled opponents will strike your opening immediately."
  },
  {
    "originalTerm": "Abnehmen",
    "englishTerm": "Taking-off",
    "definition": "A technique of lifting your blade completely off and away from the bind, then striking around to the opposite opening while your opponent's committed parry leaves them open.",
    "technicalDescription": "From a bind, lift your sword up and completely off contact with your opponent's blade, then immediately strike around to the opposite side. Unlike Zucken (which is a quick snapping withdrawal) or Durchwechseln (which goes under), Abnehmen involves lifting your blade over or completely away from the bind and delivering a new strike to the opening created by their parrying position. The motion typically involves raising your hands and blade up (taking off from the bind), then cutting back down or across to the opposite opening. Your body should remain engaged and forward—you're not retreating, just removing your blade from their presence to strike elsewhere. The technique is often described specifically as 'Oben Abnehmen' (upper taking-off) when executed against an opponent's high or committed parry. After you lift off, strike quickly before they can recover their position. The historical descriptions often pair Abnehmen with situations where the opponent has strongly parried to one side, creating an obvious opening on the other side.",
    "application": "Use Abnehmen when your opponent commits heavily to a parry in the bind, pushing your blade strongly to one side and creating an opening on the other side. This technique excels at exploiting overcommitted defenses—when someone parries so strongly that they move their own structure offline, you simply lift off their pressure and strike the exposed opposite side. The classic application is described in the Zornhau section: after you strike a Zornhau and they parry it aside (especially upward or strongly to one side), immediately Abnehmen by lifting your blade completely away from their parry and striking back to the other opening. Use this technique when you feel strong, committed pressure in the bind that has moved your opponent's defensive structure significantly. The key difference from Duplieren is that Abnehmen breaks contact completely and strikes as a new action, while Duplieren maintains some contact and slides over/under. Use Abnehmen when their parry has taken them so far out of position that you don't need to worry about their blade—just lift yours away and strike the opening. Practice recognizing the moment when their parry creates this opportunity: their hands and blade are committed to one side, their body structure follows, and the opposite side becomes available. Strike quickly and decisively after taking-off, as any delay allows them to recover. This technique pairs naturally with the Zornhau sequence and teaches the principle of not fighting against strong pressure but rather avoiding it entirely and striking where there is no resistance."
  },
  {
    "originalTerm": "Zucken",
    "englishTerm": "Pulling/Twitching-off",
    "definition": "A quick snapping disengagement from the bind, pulling your blade back sharply when you feel strong pressure, then immediately striking or thrusting to the opposite opening before your opponent can react.",
    "technicalDescription": "When in a bind and you feel your opponent is strong (pressing hard against your blade), quickly snap your blade backward and away from the contact—not a large withdrawal but a sharp, quick pull (like a twitch or jerk). Immediately redirect your sword to strike or thrust to the opposite opening while their blade momentum carries forward into empty space. The motion is small and fast: pull back just enough to disengage, then immediately strike forward again. Your hands describe a small backward loop before driving forward to the new target. The timing is critical—you must execute the pull and redirection faster than your opponent can react to the sudden loss of resistance. Your body should remain engaged throughout; you're not stepping back, just pulling the blade back momentarily. The technique exploits their committed pressure: when they push hard and suddenly encounter no resistance, their forward momentum creates a brief moment of vulnerability. Strike into this moment. The pull should be sharp and decisive, creating a 'twitch' or snapping quality rather than a smooth withdrawal.",
    "application": "Use Zucken when you feel strong (hard) pressure from your opponent in the bind. This technique excels at turning their strength into a weakness—they're pushing hard, so you suddenly give them nothing to push against, causing them to overcommit forward while you strike the opening this creates. The sources specify 'step close in the bind, the pulling gives good finding. Pull if he hits, pull more, work to his confusion.' This means you should be close and aggressive, pulling when he presses, then pulling again if needed, working to confuse him with the on-off nature of contact. Use Zucken when you establish a bind, feel that they're hard/strong, and want to exploit this. Pull your blade back sharply, and as their blade drives forward into empty space, immediately thrust or strike to the opposite side of their body. The technique works on all strikes ('pull from all strikes') meaning you can Zucken from any bind position. Practice the timing carefully: pull-and-strike must happen so quickly that they can't follow your blade. Against masters, Zucken is described as a way to 'mock them'—you're making them commit to pressuring something that suddenly isn't there. This is a two-tempo technique (disengage, then strike) but executed so rapidly it feels like one motion. Combine Zucken with footwork: pull the blade while stepping slightly back or to the side, then drive forward with your strike. The technique embodies the principle of 'soft against hard'—meeting their strength with yielding, then exploiting the opening this creates."
  },
  {
    "originalTerm": "Duplieren",
    "englishTerm": "Doubling",
    "definition": "A winding technique used against strong pressure in the bind, where you suddenly release and strike or thrust to the opposite side by rotating your blade over or under theirs while maintaining some contact.",
    "technicalDescription": "When in a strong bind where your opponent is hard (pushing your blade firmly to one side), execute an outer winding motion: rotate your blade over or around theirs, allowing your point to cross behind their blade to threaten the opposite opening. Your hands lift slightly as you rotate, causing your blade to arc over (or sometimes under) their blade in a circular motion. The movement maintains or briefly touches their blade rather than completely disengaging. Your point should remain relatively forward throughout, describing a somewhat circular path as it moves from one side to the other. As you rotate, immediately strike or thrust to the opening on the opposite side. The technique is called 'doubling' because you're delivering a second blow to the opposite side after your first is displaced. Your body may need to adjust slightly—shift your weight or make a small step to support the new angle. The rotation is relatively quick and uses their committed pressure against them: as they push hard to displace you, you rotate around their pressure rather than fighting it.",
    "application": "Use Duplieren specifically when your opponent is hard in the bind and their strong pressure has pushed your blade to one side, creating an opening on their opposite side. This technique excels at counter-attacking against strong, committed parries. The sources describe it as follows: 'Above double, mutate below' meaning Duplieren works when you're engaged in the upper positions (high bind). When their parry or bind pressure moves your sword offline, instead of fighting their strength, rotate your blade around and strike/thrust to the now-open opposite side. Use Duplieren particularly in the context of Zornhau: after your Zornhau binds and they push hard (trying to displace your blade strongly to one side), immediately double over to strike the other side of their head or thrust to their face. The technique is a two-tempo action but should be executed rapidly: their hard parry displaces you (tempo 1), you immediately double to the opposite opening (tempo 2). Practice Duplieren from various bind positions, focusing on the feeling of hard pressure—that's your trigger to execute this technique. The outer winding motion means your hands lift and rotate, bringing your blade over or around theirs. Duplieren is one of the core follow-ups from any strong bind, paired with Mutieren (which handles soft binds). The technique teaches you not to fight strength with strength but rather to flow around resistance. When in doubt in a hard bind, Duplieren to the opposite opening. Historical instructions emphasize practicing this from the Zornhau bind specifically, as it's the clearest example of the technique's application."
  },
  {
    "originalTerm": "Mutieren",
    "englishTerm": "Mutating",
    "definition": "A winding technique used against weak pressure in the bind, where you rotate your blade over the opponent's sword and drive a thrust to their lower openings while trapping their blade with your hilt.",
    "technicalDescription": "When in a bind where your opponent is soft (maintaining contact but not pushing hard), execute an outer winding motion by raising your hands and rotating your blade to place it on top of their blade. Your hands lift to approximately chest height, with your blade angling down over theirs. As you wind, shift to place your false (short) edge against their blade, using your crossguard to trap or suppress their weapon. Simultaneously drive your point downward and forward to thrust at their lower openings (stomach, hips, lower chest). The motion involves rotating your hands so that your pommel moves upward and your point angles down while maintaining or creating contact with their blade. The crossguard should engage their blade, keeping it offline and unable to threaten you as you thrust. Your body should drive forward behind the thrust, adding commitment and power. The technique is called 'mutating' because you're transforming the nature of the bind—what started as a cut or high engagement mutates into a low thrust with blade suppression.",
    "application": "Use Mutieren specifically when your opponent is soft in the bind—they're maintaining blade contact but not exerting strong pressure. This technique excels at exploiting passive or weak binds by converting them into thrusts to the lower openings while simultaneously controlling their blade. The sources state 'mutate below rightly' and describe it as the complement to Duplieren: while Duplieren handles hard binds with actions above, Mutieren handles soft binds with thrusts below. When you strike (particularly a Zornhau) and bind, immediately assess the pressure through fühlen. If they're soft, wind your hands up and over, trap their blade with your crossguard, and thrust low. Use Mutieren when you want to attack the lower openings while maintaining safety through blade control. The technique is particularly effective because it's difficult for your opponent to defend: their blade is trapped or suppressed by your crossguard, and your thrust comes from a high position driving downward, making it hard to intercept. Practice Mutieren by focusing on the feeling of soft pressure in the bind—that's your cue. Raise your hands, rotate to place your blade over theirs, and thrust decisively downward. The technique can be performed from various bind positions but is classically taught from the Zornhau bind. Mutieren teaches the principle of 'if opponent is weak, press through'—when you don't feel resistance, don't hesitate but immediately exploit the opening. The combination of Duplieren (for hard) and Mutieren (for soft) gives you a complete response system for any bind pressure: feel hard → Duplieren above; feel soft → Mutieren below. Practice both until the choice becomes instinctive based on what you feel."
  },
  {
    "originalTerm": "Abschneiden",
    "englishTerm": "Slicing-off",
    "definition": "A cutting technique that uses the edge of your blade to slice across your opponent's hands, arms, or blade while simultaneously suppressing or displacing their weapon.",
    "technicalDescription": "Execute a pushing or pulling slice with your blade's edge against your opponent's hands, forearms, or blade. The motion is not a percussive cut but rather a drawing cut that uses edge contact and pressure to slice. Place your blade against the target (typically their hands or forearms), then push or pull with your body weight behind the edge to create a cutting action. The slice can be performed with either edge depending on position and angle. Your blade should maintain contact throughout the slicing motion—you're not striking in and bouncing off, but rather applying edge and pressure continuously. The technique often involves crossing or suppressing your opponent's blade with one part of your sword while the edge slices against their exposed limbs. Your body mechanics should drive the slice—use your legs, hips, and weight shift rather than just arm strength. The slice typically occurs in close range when opportunities to land full cuts are limited but your blade can reach their hands or arms.",
    "application": "Use Abschneiden when your opponent raises their hands or arms to parry, creating an opportunity to slice across their exposed hands or forearms. This technique excels at compromising your opponent's grip and structure without requiring the space or time for a full strike. As your opponent parries or moves to bind, execute a slice across their hands—this can weaken their grip, injure them, or at minimum disrupt their structure and intention, opening them for your follow-up thrust or cut. Use Abschneiden particularly in close range (Krieg) when you're working in the bind and full strikes aren't practical. The slice can be combined with other techniques: slice to compromise their hands, then immediately thrust. Historical sources describe Abschneiden as part of the Krieg repertoire, used when you're close enough that edges can reach hands. Practice slicing while maintaining blade contact or crossing their blade—the suppression or control of their weapon while you slice is what makes the technique safe. Abschneiden also appears in techniques against the Kron (crown) position: when your opponent lifts their hands very high, slice across their hands at extremely close range. The technique teaches economy of motion—you don't always need full swinging strikes; sometimes a well-placed slice is more efficient and safer. Use this against opponents who habitually lift their hands high or who over-commit to high parries, exposing their hands and forearms. The historical term 'Schneiden' encompasses various slicing actions, with Abschneiden being specifically about slicing to compromise hands and structure during the bind or close engagement."
  },
  {
    "originalTerm": "Ablaufen",
    "englishTerm": "Running-off / Flowing-off",
    "definition": "A technique of rotating your blade around your hilt to slip off or around your opponent's blade, either to escape a dangerous bind or to re-enter on a different angle with renewed initiative.",
    "technicalDescription": "When your blade is in contact with your opponent's, rotate your sword around the axis of your hilt, causing your blade to slip off or flow around their blade. The motion involves turning your hands/hilt while your blade arcs around this central pivot point. Your blade essentially 'runs off' or 'flows off' their blade rather than maintaining pressure or pushing through. The technique can involve your blade sliding down around the hilt—picture your blade rotating downward and around like water flowing off and around an obstacle. Your hands may make a small circular motion, or you might maintain hand position while rotating the blade through wrist and forearm action. The key is the flowing, continuous quality rather than a sharp disengagement. As you execute Ablaufen, your blade clears their blade and often repositions to a new line or angle. Your body may step or shift to support the new angle. The motion should feel smooth and flowing rather than jerky or forced.",
    "application": "Use Ablaufen when you find yourself in a dangerous or disadvantageous bind and need to exit safely without simply retreating or pulling away in a way that exposes you. This technique excels at escaping bad positions while maintaining some measure of control and initiative. When your opponent has superior leverage in the bind or when you realize continuing to fight in the current bind is disadvantageous, execute Ablaufen to slip your blade around and off theirs, then immediately re-establish threat from a new angle. Use this technique to reset the engagement while staying safe—you're not abandoning contact carelessly but rather flowing off in a controlled manner. Ablaufen can also be used offensively: flow off their blade and re-enter on a different line where they haven't prepared a response. The technique is particularly valuable against opponents who are very strong in the bind—rather than fighting their strength, you flow off and around, negating their advantage. Practice Ablaufen with emphasis on maintaining defensive structure throughout the motion—you're vulnerable during the transition, so execution must be smooth and your recovery position must be sound. The 'running off' or 'flowing off' metaphor is important: think of water running off a surface, finding the path of least resistance. Use Ablaufen when you need to disengage safely, when the current bind doesn't offer good options, or when you want to create a new angle of engagement. The technique appears less frequently in sources compared to other hauptstücke, suggesting it may be an advanced or situational technique rather than a core fundamental—use it when other options aren't favorable."
  },
  {
    "originalTerm": "Stück (Longsword, early chapters)",
    "englishTerm": "Device / Play",
    "definition": "Specific named techniques and tactical sequences described in the early chapters of the longsword manuscripts, representing complete applications of the fundamental principles.",
    "technicalDescription": "The Stücke (singular: Stück) are not single movements but rather complete tactical plays or devices that combine multiple fundamental techniques into coherent sequences. Each Stück typically begins with a specific situation (e.g., 'when he strikes at you from above' or 'when you stand in Pflug and he thrusts'), then describes a series of actions: your initial response, your opponent's possible reactions, and your counter-actions based on those reactions. The plays incorporate the hauptstücke (master techniques) in context, showing how guards, strikes, binds, and windings work together in actual fencing situations. The early chapters' Stücke focus on the five master strikes (Zornhau, Krumphau, Zwerchhau, Schielhau, Scheitelhau) and their applications, along with the four guards and associated techniques. Each play demonstrates principles like Vor/Nach (initiative), Fühlen (feeling), Indes (timing), and hard/soft (pressure assessment). The plays are teaching tools that bridge the gap between learning individual techniques in isolation and applying them in fluid combat.",
    "application": "Study the Stücke as complete tactical lessons that show how to combine the system's fundamental elements in context. Rather than thinking of them as rigid sequences to memorize and execute exactly, understand them as examples that teach principles and tactical patterns. When practicing a Stück, focus on understanding why each action is prescribed: What is the opponent's commitment? How does your response exploit it? What are you feeling in the bind that dictates your next action? Use the Stücke as drilling frameworks to develop automatic responses to common situations. For example, the Zornhau Stücke teach you the complete pattern: strike Zornhau → establish bind → feel pressure → respond with Duplieren/Mutieren/wind based on what you feel. Practice these plays with a partner, taking turns as attacker and defender, focusing on smooth execution and proper reading of pressure. As you become more skilled, the Stücke should become internalized patterns that emerge naturally in free fencing rather than consciously recalled sequences. The plays also serve as a curriculum: by working through the Stücke systematically, you encounter and practice all the system's elements in various combinations. Use them as your primary training method after learning the basic guards and strikes, as they teach you how everything fits together into a complete fencing system."
  },
  {
    "originalTerm": "Stück (Longsword, later chapters)",
    "englishTerm": "Device / Play",
    "definition": "Advanced and supplementary techniques described in later chapters of the manuscripts, expanding on the core system with additional applications, variations, and specialized techniques.",
    "technicalDescription": "The later Stücke continue the pattern of the early chapters but often include more advanced techniques, special cases, and refinements. These may cover topics such as: specific solutions for when standard techniques don't work, applications of grappling (Ringen am Schwert) when combatants close to very close range, techniques for fighting in armor, variations for different opponent behaviors, and advanced winding and binding combinations. The later chapters in various manuscripts (like Ringeck, von Danzig, and later interpretations) expand the system beyond the core Hauptstücke, adding techniques from other masters, contextual variations, and pedagogical refinements. Some later Stücke address specific tactical problems: how to deal with aggressive rushers (Durchlaufen), how to handle the Kron position, how to fight against lefthanders, etc. The structure remains similar—situation described, response given, variations based on opponent's reactions—but the situations become more specialized or the responses more nuanced. Later sections may also include techniques with other weapons or transitional materials.",
    "application": "Study the later Stücke after mastering the fundamental system taught in the early chapters. These plays provide depth and breadth, showing you how to handle special cases and edge situations that the core curriculum doesn't fully address. Use them to expand your tactical vocabulary and to develop solutions for specific problems you encounter in practice or sparring. The later Stücke are valuable for: solving tactical puzzles that stump you, understanding how the system adapts to different contexts (armor, confined spaces, different weapons), and refining your understanding of techniques you thought you already knew. Don't rush to these plays too early—they assume competence with the fundamentals and build upon that foundation. However, as you advance, the later Stücke prevent your understanding from becoming rigid or limited. They show that the system is adaptable and comprehensive rather than formulaic. When studying later chapters, pay attention to which master is attributed as the source (if specified) as different masters emphasized different aspects or had different interpretations. Use these plays to test and expand your understanding: if a later Stück presents a technique that seems to contradict or differ from earlier teaching, work to understand why—often the difference reveals a deeper principle or shows how techniques adapt to different situations. The later Stücke are also valuable research material for understanding how the Liechtenauer tradition evolved and spread across different manuscripts and masters."
  }
]